// import 'package:flutter/material.dart';

// class Book {
//   final String name;
//   final String image;
//   final String author;
//   final String publisher;
//   final String price;
//   final String review;

//   const Book({
//     required this.name,
//     required this.image,
//     required this.author,
//     required this.publisher,
//     required this.price,
//     required this.review,
//   });
// }

// const List<Book> books = [
//   Book(
//     name: "Little King December",
//     image: "images/471128671_1146092863542019_4215578810734301511_n.jpg",
//     author: "Axel Hacke",
//     publisher: "แจ่มใส",
//     price: "109 บาท",
//     review:
//         "...บางครั้งหนังสือเล่มเดิมแต่หยิบมาอ่านใหม่ก็ได้เรื่องราวและความรู้สึกที่ต่างออกไป Little King December เล่มนี้อ่านมานานตอนเด็กก็สนุกน่ารัก"
//         "กลับมาอ่านอีกทีพบปรัชญาและความคิดมากมายแฝงอยู่ในนี้.. กับความงดงามของชีวิตที่ชวนให้ขบคิด...",
//   ),

//   Book(
//     name: "ปาฏิหาริย์แมวลายส้มผู้พิทักษ์หนังสือ",
//     image: "images/471129477_1146091826875456_3630763847133862183_n.jpg",
//     author: "นัตสึคาวะ โซสุเกะ",
//     publisher: "Bibli",
//     price: "279 บาท",
//     review:
//         "การผจญภัยในโลกหนังสือกับแมวประหลาดสีส้ม ที่พาเราไปหาคำตอบว่า เราอ่านหนังสือไปเพื่ออะไร คุณค่าของหนังสืออยู่ตรงไหน ใครรักหนังสือชอบอ่านหนังสือต้องอ่านเรื่องนี้"
//         "\nฉันชอบที่ว่า..พลังอันยิ่งใหญ่ของหนังสือคือพลังในการทำให้เราเข้าใจผู้อื่น",
//   ),
//   Book(
//     name: "ชายร้อยปีผู้ปีนออกทางหน้าต่างแล้วหายตัวไป",
//     image: "images/471129826_1146092960208676_2786848375970340448_n.jpg",
//     author: "Jonas Jonasson",
//     publisher: "กำมะหยี่",
//     price: "370 บาท",
//     review:
//         "ครั้งแรกที่เห็นปกหนังสือจากคนให้ คิดไปว่าคงได้อ่านเรื่องสนุกชวนหัวเบาๆยิ้มๆ แต่สิ่งที่ปรากฏใน ชายร้อยปีผู้ปีนออกทางหน้าต่างแล้วหายตัวไป"
//         "เต็มไปด้วยประวัติศาสตร์สมัยใหม่ การเมือง ศาสนา การตั้งคำถามแบบประชดประชัน แต่ทั้งหมดถูกเล่าเป็นนิยายตลกร้ายสไตล์ฝรั่ง"
//         "และถ้าเรามีความรู้รอบตัวมากพอเราอาจจะหัวเราะจนน้ำตาไหล"
//         "\n..สำหรับฉันเมื่ออ่านจบฉันยิ้มมุมปาก..มันก็ตลกดีนะ",
//   ),
//   Book(
//     name: "โดรายากิขนมนี้ทำด้วยใจ",
//     image: "images/471129841_1146092706875368_599457389583381846_n.jpg",
//     author: "Durian Sukegawa",
//     publisher: "Maxx Publishing",
//     price: "320 บาท",
//     review:
//         "เรื่องของเด็กชายที่เกิดพร้อมกับความผิดปกติของสมองที่ไม่สามารถรับรู้และแสดงความรู้สึกได้"
//         "เขาไม่เคยรู้จักความรู้สึกรัก โกรธ เสียใจหรือแม้แต่ความกลัว ..ชีวิตแบบนั้นมันยากสักแค่ไหนนะ"
//         "\n..แต่ในขณะเดียวกันเราอาจลืมไปว่ามีเด็กอีกมากที่แสดงความรู้สึกออกมาจากใจ..แต่กลับถูกเมินเฉยจากผู้ใหญ่ เพียงเพราะความไม่เข้าใจ.."
//         "\n...ในโลกใบนี้ ชีวิตแบบไหนนะที่ยากกว่ากัน",
//   ),
//   Book(
//     name: "ปาฏิหาริย์ร้านชำของคุณนามิยะ",
//     image: "images/471130014_1146092650208707_676592784363485664_n.jpg",
//     author: "ฮิงาชิโนะ เคโงะ (Keigo Higashino)",
//     publisher: "น้ำพุ",
//     price: "295 บาท",
//     review:
//         "เป็นคนหนึ่งที่มักมีคนส่งคำถามหรือขอคำปรึกษาผ่านมาทางโซเชียลมีเดียต่างๆและทุกๆครั้งที่ต้องให้คำปรึกษาเราจะคิดเยอะมาก"
//         "เพราะหวังให้คำตอบของเราเป็นประโยชน์กับคนที่ถามมามากที่สุด ปาฏิหาริย์ร้านชำของคุณนามิยะ เลยทำให้นึกถึงสิ่งนี้"
//         "ร้านชำที่ให้ปรึกษาปัญหาชีวิตทั้งเล็กและใหญ่ แล้วเราจะได้เห็นว่าบางทีสิ่งสำคัญไม่ได้อยู่คนให้คำปรึกษาหรือคำตอบที่ได้รับแต่แท้จริงอาจอยู่ที่คนที่รับฟังไปแล้วคิดและเอาไปใช้อย่างไรต่างหาก",
//   ),
//   Book(
//     name: "อัลมอนด์ ALMOND",
//     image: "images/471130864_1146091776875461_5563570532460751013_n.jpg",
//     author: "Sohn Won-Pyung (ซน ว็อนพย็อง)",
//     publisher: "se-ed",
//     price: "225 บาท",
//     review:
//         "เรื่องของเด็กชายที่เกิดพร้อมกับความผิดปกติของสมองที่ไม่สามารถรับรู้และแสดงความรู้สึกได้"
//         "เขาไม่เคยรู้จักความรู้สึกรัก โกรธ เสียใจหรือแม้แต่ความกลัว ..ชีวิตแบบนั้นมันยากสักแค่ไหนนะ"
//         "\n..แต่ในขณะเดียวกันเราอาจลืมไปว่ามีเด็กอีกมากที่แสดงความรู้สึกออกมาจากใจ..แต่กลับถูกเมินเฉยจากผู้ใหญ่ เพียงเพราะความไม่เข้าใจ.."
//         "\n...ในโลกใบนี้ ชีวิตแบบไหนนะที่ยากกว่ากัน",
//   ),
//   Book(
//     name: "ห้าสหายผจญภัย เกาะมหาสมบัติ",
//     image: "images/471132304_1146092703542035_8605462794867832726_n.jpg",
//     author: "อีนิด ไบลตัน (Enid Blyton) ",
//     publisher: "NANMEEBOOKS",
//     price: "185 บาท",
//     review:
//         "เรื่องผจญภัยของเด็กมัธยม ทั้งปราสาทร้าง โจรปล้นธนาคารหรือเกาะผีสิง สนุกตื่นเต้นดี ถ้าเด็กๆเริ่มอ่านหนังสือแนะนำหนังสือชุดนี้เลยทั้งชุดมีหลายเล่มสนุกอ่านง่ายรับรองวางไม่ลง",
//   ),
//   Book(
//     name: "ความลับของแม่",
//     image: "images/471132846_1146092826875356_3874837220381200440_n.jpg",
//     author: "เจ. แอล. วิทเทอริค",
//     publisher: "sanskrit",
//     price: "350 บาท",
//     review:
//         "ความลับของแม่ บอกเราว่าโลกใบนี้หมุนไปได้ด้วยความรัก เอื้ออาทร เข้าอกเข้าใจและเสียสละให้แก่กัน"
//         "ความไม่ครั่มคร้ามเกรงกลัวต่อสิ่งที่ไม่ถูกต้องทำให้โลกนี้น่าอยู่และแม้ในเวลาที่โหดร้ายที่สุดอย่างในสงครามแต่ดอกไม้ในหัวใจเราก็ยังเบ่งบานได้",
//   ),
//   Book(
//     name: "มีอะไรในสวนหลังบ้าน",
//     image: "images/471133058_1146092696875369_4664747375244009263_n.jpg",
//     author: "คิม จินยอง",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "255 บาท",
//     review:
//         "ปกติไม่ค่อยได้อ่านนิยายแนวสืบสวนเท่าไร แต่นิยายเกาหลีเล่มนี้ไม่ใช่แค่เรื่องสืบสวนและเร้นลับ แต่มันคลี่คลายให้เห็นภายในจิตใจของคนแต่ละคนด้วย"
//         "ในเวลาที่คนตกทุกข์เราอาจทำบางสิ่งที่คาดไม่ถึง โดยอาจลืมไปว่าบนโลกนี้ไม่ได้มีเราที่ทุกข์อยู่คนเดียว เราต่างมีความทุกข์ต่างๆกันไป",
//   ),
//   Book(
//     name: "Tuesdays with Morries วันอังคารแห่งความทรงจำกับครูมอร์รี",
//     image: "images/471133086_1146091940208778_8239765704866571021_n.jpg",
//     author: "MITCH ALBOM (มิตช์ อัลบอม)",
//     publisher: "Fika",
//     price: "198 บาท",
//     review:
//         "คุณครูมอร์รีผู้ที่บทเรียนสุดท้ายของเขาทำให้เราเห็นคุณค่าของการมีชีวิตอยู่ ..ลองคิดดูว่าถ้าเราได้รู้กำหนดวันตายว่าเราเหลือช่วงเวลาสุดท้ายของชีวิตเท่าไรเราจะรู้สึกอย่างไร"
//         "แต่ครูมอร์รีใช้เวลาช่วงสุดท้ายในชีวิตเพื่อให้บทเรียนล้ำค่ากับผู้คนรอบตัว ความหมายของการมีชีวิต การมองโลก "
//         "และความเมตตาที่เราควรมีให้แก่กัน.. เพราะสำหรับครูมอร์รี่แล้ว 'การได้ให้คือสัญญาณที่บอกว่ายังมีชีวิต'",
//   ),
//   Book(
//     name: "เกาะที่มีความสุขที่สุดในโลก",
//     image: "images/471133130_1146091806875458_2059970366679731494_n.jpg",
//     author: "ลินดา โกมลารชุน",
//     publisher: "แพรวเยาวชน",
//     price: "125 บาท",
//     review:
//         "บ่อยครั้งที่ฉันมันเลือกหยิบวรรณกรรมเยาวชนขึ้นมาอ่านเพราะชอบเนื้อหาที่สะอาดใสในเล่ม"
//         "เกาะที่มีความสุขที่สุดในโลก เป็นอีกเล่มที่เพิ่งหยิบขึ้นมา ภาพท้องทะเลสะอาดใส และหัวใจของผู้คนชาววานูอาตูถูกส่งผ่านออกมา"
//         "\n...ความเคารพที่มนุษย์มีต่อธรรมชาติที่แสดงออกมาในรูปแบบความเชื่อแท้จริงนั้นแฝงเหตุผลและความหมาย"
//         "\n...ไม่ว่าจะมุมไหนในโลกเด็กๆล้วนมีความฝันและจุดมุ่งหมาย ผู้ใหญ่มีหน้าที่สนับสนุนให้พวกเขาเดินไปและท้ายที่สุดเพื่อที่เขาจะตอบได้ว่าสุดท้ายแล้ว 'ความสุข' และ 'สิ่งสำคัญ' ในชีวิตของเขาคืออะไร",
//   ),
//   Book(
//     name: "ไฮดี้ : ชุด วรรณกรรมอมตะของโลก",
//     image: "images/471133559_1146091810208791_6721181236651254560_n.jpg",
//     author: "Johanna Spyri",
//     publisher: "NANMEEBOOKS",
//     price: "220 บาท",
//     review:
//         "..เพื่อนคนหนึ่งเคยไปเที่ยวสวิตเซอร์แลนด์แล้วส่งรูปมาให้ดูพร้อมเล่าว่า '..ฉันไปเดินตามหาบ้านไฮดี้ อยากรู้ว่าไฮดี้ต้องเดินขึ้นเขาไกลแค่ไหน..'"
//         "ฉันไม่เคยอ่าน #ไฮดี้ วรรณกรรมคลาสสิกของโลกเล่มนี้จนกระทั่งเพื่อนเล่าจึงได้ไปตามหามาอ่าน"
//         "\n...การได้มองเห็นสภาพชีวิตและสังคมของชาวสวิสเมื่อกว่าร้อยปีที่แล้ว ทำให้ความทรงจำในการไปเที่ยวสวิตฯครั้งหนึ่งของฉันกลับมาแจ่มชัดอีกครั้ง.."
//         "อาจเป็นจังหวะที่ดีที่หยิบเล่มนี้มาอ่านอีกครั้งในวันที่เราได้แต่อยู่บ้านและกระแสเที่ยวทิพย์กำลังมาแรง.",
//   ),
//   Book(
//     name: "แตกสลาย",
//     image: "images/471133559_1146091933542112_5474121857625064514_n.jpg",
//     author: "มินะโตะ คานะเอะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "365 บาท",
//     review:
//         "ถ้าวันหนึ่งเราได้รับจดหมายจากตัวเองในอนาคตที่บอกว่าวันหนึ่งข้างหน้าเธอจะมีชีวิตที่ดี เราจะใช้ชีวิตอย่างไร และเราจะรู้ได้ยังไงว่าชีวิตที่ดีรออยู่ข้างหน้าจริงหรือไม่ในเมื่อวันนี้เราได้พบแต่ความบอบช้ำ"
//         "เจ็บปวดและโดนทำร้ายแสนสาหัสที่ดูเหมือนไม่มีวันจบสิ้น"
//         "\n..ในชีวิตจริงจะมีใครสักคนไหมที่ต่อให้ชีวิตแตกสลายเพียงใดหัวใจก็ยังมีความหวังที่จะมีชีวิตอยู่.. แล้วถ้าเป็นเราล่ะ",
//   ),
//   Book(
//     name: "รสชาติของผลไม้ที่ยังไม่สุกงอม",
//     image: "images/471133564_1146091890208783_1765960719632232878_n.jpg",
//     author: "โชนัมจู",
//     publisher: "Piccolo",
//     price: "365 บาท",
//     review:
//         "การเติบโตผ่านวันวัยของเด็กสาวสี่คน การเติบโตนั้นไม่ง่าย และหลายเรื่องที่มองผ่านแว่นของผู้ใหญ่อาจเป็นเรื่องเล็กน้อยแต่ในหัวใจของวัยเติบโตมันมีความสำคัญยิ่งนัก"
//         "และมีผลต่อเส้นทางที่พวกเขาเติบโตแม้ต้องผ่านความเจ็บปวดเพียงใด"
//         "\n...ผู้ใหญ่ในวันนี้ก็อาจเคยผ่านความบอบช้ำเช่นนี้มา แม้หนังสือเล่มนี้ไม่อาจทำให้ย้อนไปแก้ไขได้แต่อย่างน้อยถ้ามันพอเป็นแสงให้อุ่นใจหรือเป็นไฟสว่างที่ทำให้ผู้ใหญ่เห็นและเข้าใจความคิดของเด็กมากขึ้นก็นับว่ามีคุณค่ามากแล้ว...",
//   ),
//   Book(
//     name: "หลับฝันดีนะแม่จ๋า",
//     image: "images/471140106_1146091920208780_8606875567448549497_n.jpg",
//     author: "ซอมีแอ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "345 บาท",
//     review:
//         "ฉันชอบอ่านหนังสือแนวครอบครัวและตอนแรกคิดว่า #หลับฝันดีนะแม่จ๋า เป็นแบบนั้น.. มันก็เป็นเรื่องครอบครัวแหละ แต่เป็นครอบครัวของฆาตกรต่อเนื่อง.."
//         "\nเราได้มองย้อนกลับไปว่าคนที่กำลังทำร้ายคนอื่นแท้จริงเขาเคยโดนทำร้ายมาอย่างไรบ้าง ..และสาหัสที่สุดคือคนที่ทำร้ายนั้นคือคนในครอบครัว"
//         "\n..สำหรับบางคน บ้านและคนในครอบครัวไม่ใช่พื้นที่ปลอดภัย ไม่ใช่ที่แห่งความรัก และเมื่อขาดความรักในวันที่เติบโตเขาอาจส่งความบาดเจ็บนั้นสู่ใครต่อใครอีกไม่น้อย",
//   ),
//   Book(
//     name: "นกกระจอกเทศกับสิ่งที่หลงหายและพี่ชายของฉัน",
//     image: "images/471140106_1146092690208703_4157981066598283713_n.jpg",
//     author: "Beth Hautala",
//     publisher: "แพรวเยาวชน",
//     price: "245 บาท",
//     review:
//         "..เราทุกคนต่างมองหาชีวิตที่ปกติ หรือแท้ที่จริงแล้วความปกตินั้นไม่มีอยู่จริง ทุกคนล้วนมีสิ่งที่พร่องหายแต่นั่นทำให้ชีวิตงดงามและมีสีสัน"
//         "นกกระจอกเทศกับสิ่งที่หลงหายและพี่ชายของฉัน ทำให้รู้ว่าบางทีการตามหาบางสิ่งที่หายไปนั้นแท้จริงแล้วสิ่งนั้นอาจอยู่ในหัวใจของเราเอง..",
//   ),
//   Book(
//     name: "ศูนย์รับฝากความเสียใจ",
//     image: "images/471140106_1146092776875361_3390824750145889541_n.jpg",
//     author: "ซื่ออี",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "245 บาท",
//     review:
//         "...คุณเคยเสียใจกับสิ่งที่ผ่านไปแล้วไหม มีบางสิ่งที่ยังติดค้างในใจหรือเปล่า แล้วถ้ามี ศูนย์รับฝากความเสียใจ ที่จะช่วยปลอบประโลมเราได้ละ"
//         "..แม้ว่าอดีตจะไม่มีวันเปลี่ยนแปลง เพราะ'เรื่องในอดีตไม่เคยจากไปไหน สิ่งที่ทำได้มีเพียงอยู่ร่วมกับมัน'"
//         "\nฉันชอบประโยคนี้นะ '..นี่คือสิ่งที่กาลเวลาสอนเธอ ไม่เป็นทุกข์กับการหวนคิดถึง หากแต่รู้จักทะนุถนอมปัจจุบัน..'",
//   ),
//   Book(
//     name: "ดอกไม้สำหรับมิสซิสแฮรีส",
//     image: "images/471146117_1146092796875359_891694062951619854_n.jpg",
//     author: "Paul Gallico",
//     publisher: "Library House",
//     price: "220 บาท",
//     review:
//         "หญิงแม่บ้านรับจ้างทำความสะอาดผู้ใฝ่ฝันจะเป็นเจ้าของชุด Christian Dior และเธอก็กำลังทำตามความฝันแต่ระหว่างทางเธอกับพบสิ่งที่งดงามและมีค่ากว่านั้น"
//         "เรื่องรางของชนชั้น คุณค่าในตัวตนของเราและน้ำใจอันงดงามที่คนหยิบยื่นให้แก่กัน ช่างอ่อนโยนและงดงาม",
//   ),
//   Book(
//     name: "อโศกสาง",
//     image: "images/471146674_1146091930208779_1134330509218975671_n.jpg",
//     author: "ปราปต์",
//     publisher: "prism publishing",
//     price: "245 บาท",
//     review:
//         "สมัยเรียนวิชาวรรณคดีคำหนึ่งที่ติดอยู่ในหัวตลอดมาคือประโยคที่ว่า 'วรรณกรรมเป็นดั่งคันฉ่องและโคมฉายแห่งยุคสมัย' มาประจักษ์แก่ใจเมื่อได้อ่านงานของคุณปราบต์"
//         "อโศกสาง เล่มนี้ ช่างเป็นวรรณกรรมที่สะท้อนภาพยุคสมัยนี้โดยแท้ ไม่เพียงแค่ให้เห็นแต่ยังเหมือนเอามือตบหัวเราเบาๆเรียกสติให้พิจารณาว่าเราเป็นเหมือนหนึ่งในตัวละครในเรื่องบ้างหรือไม่"
//         "ตัวละครที่มีความคิดบิดเบี้ยว แผกเพี้ยน แยกแยะไม่ได้ หรือแม้แต่ตั้งคำถามกับตัวเองว่าความถูกผิดนั้นแยกได้ด้วยอะไรแน่"
//         "\nโลกทุกวันนี้หมุนไปด้วย social media ถ้าได้ติดตามข่าวสารเราจบพบว่าในนิยายเล่มนี้มีเรื่องราวที่คล้ายๆกับข่าวต่างๆที่เราได้ยินในหน้าสื่อทุกวันนี้หลายๆเรื่องแล้วเราก็โหมกระพือเรื่องที่ได้ยินต่อด้วยโซเชียลมีเดียในมือเรา แต่ใครจะมีสติพอยั้งคิดว่ามันนำพาอะไรมาสู่เราบ้าง"
//         "\n..เวตาลนั้นเป็นเรื่องของคนเขลา ไม่ใช่เขลาเพราะตอบคำถามจากนิทานปริศนาไม่ได้ แต่เขลาเพราะปากไว ไม่ทันสติที่ควรต้องคิดไต่ตรองก่อน จึงผิดพลาดครั้งแล้วครั้งเล่าเพราะขาดสติ ...อ่านจบแล้วคุณคงต้องถามตัวเองแน่ว่าตัวเราเป็นเช่นนั้นหรือไม่",
//   ),
//   Book(
//     name: "ถ้าแม่ฟังอยู่โปรดรู้ว่าหนูคิดถึง",
//     image: "images/471146759_1146092713542034_7481690976699070613_n.jpg",
//     author: "Veera Hiranandani",
//     publisher: "แพรวเยาวชน",
//     price: "225 บาท",
//     review:
//         "..'แม่คะหนูอยากกล้าหาญแต่บางทีหนูอาจกล้าหาญอยู่แล้ว..'"
//         "\n...ฉันไม่เคยรู้เลยว่าในวันที่อินเดียกับปากีสถานแยกประเทศจากกันผู้คนที่นั่นเป็นยังไง เด็กผู้หญิงวัย 12 ปีคนนี้บอกเล่าเรื่องราวในช่วงเวลาที่เธอเติบโตท่ามกลางการแบ่งแยกนั้น"
//         "และทุกเรื่องราวฝังประทับในหัวใจเด็กน้อยแล้วชีวิตหลังจากนี้ ในวันที่เธอเติบโตจะเป็นเช่นไร ..การเติบโตที่ไม่มีแม่อยู่ข้างๆ",
//   ),
//   Book(
//     name: "ฝันถึงเรื่องนั้นอีกแล้ว",
//     image: "images/471146919_1146092816875357_4645923876117857114_n.jpg",
//     author: "Sumino Yoru (ซูมิโนะ โยรุ)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "195 บาท",
//     review:
//         "..เรามักบ่นพร่ำทันทีเมื่อมีความทุกข์ เศร้าหรือไม่มีความสุข แต่เคยมีสักครั้งมั้ยที่เราลองถามตัวเองว่าแล้ว 'ความสุขของเราคืออะไร'"
//         "..ถามตอนนี้ตอบได้มั้ยคะ ลองดู..ลองหาความสุขของตัวเองให้เจอก่อนที่เวลาจะผ่านเลยไป"
//         "\nฝันถึงเรื่องนั้นอีกแล้ว เรื่องของของเด็กหญิงชั้นประถมที่ได้รับการบ้านให้หาคำตอบว่าความสุขของตัวเองคืออะไร? ...มาลองดูว่าคำตอบของเธอคืออะไร แล้วของคุณล่ะ..คิดออกรึยัง",
//   ),
//   Book(
//     name: "ร้านขนมแห่งความลับ",
//     image: "images/471147084_1146091850208787_1181451115279140660_n.jpg",
//     author: "ซากากิ สึคาสะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "295 บาท",
//     review:
//         "..ฉันรู้จักขนมญี่ปุ่นแค่เพียงแป้งที่มีถั่วแดงเท่านั้น แต่ที่จริงแล้วขนมญี่ปุ่นแบบดั้งเดิมหรือที่เรียกว่า วากาชิ นั้นมีหลากหลายมาก"
//         "และยังซ่อนเรื่องราว ความเชื่อ ความละเอียดอ่อนในแบบญี่ปุ่นเอาไว้ในขนมแต่ละแบบ"
//         "\nร้านขนมแห่งความลับ นอกจากจะอ่านไปหิวไปแล้วเราอาจค้นพบว่าในขนมญี่ปุ่นแอบแฝงอะไรไว้มากกว่านั้น.."
//         "บางอย่างช่างเศร้า บางอย่างมีความหมายและบางอย่างอ่อนหวานมากกว่ารสชาติขนมเองเสียอีก"
//         "\nอ่านเล่มนี้แล้วเดินทางไปกับความลับที่ซ่อนอยู่ในวากาชิด้วยกันนะ",
//   ),
//   Book(
//     name: "เรื่องเล่าจากดาวตก",
//     image: "images/471147088_1146092673542038_2169384591973429131_n.jpg",
//     author: "ATOMPAKON",
//     publisher: "10 มิลลิเมตร",
//     price: "325 บาท",
//     review:
//         "...เรื่องเล่าจากดาวตก บอกว่าถ้าพบเศษดาวตกเราจะอธิษฐานขออะไรก็ได้ วาฬน้อย ลูกสาวโจรสลัดและป้านางเงือกอ้วน พวกเขามีความหวังอะไร.."
//         "และเราเคยคิดไหมว่าถ้าขออะไรได้สักอย่างเราอยากขออะไร ..และสิ่งนั้นคือความสุขของเราจริงหรือไม่?",
//   ),
//   Book(
//     name: "ราชินีศุภยาลัต จากนางกษัตริย์สู่สามัญชน",
//     image: "images/471147175_1146092810208691_1607793978815576830_n.jpg",
//     author: "เอช. ฟีลดิ้ง",
//     publisher: "มติชน",
//     price: "250 บาท",
//     review:
//         "หนังสือแนวประวัติศาสตร์เป็นอีกแนวที่ชอบอ่าน เล่มนี้สนุก ราชินีศุภยาลัต ราชินีพม่าผู้นี้มักเป็นที่รู้จักในด้านความโหดร้ายแต่อ่านเล่มนี้แล้วอาจได้มุมที่ต่างออกไป"
//         "บางทีทุกสิ่งที่พระนางทำอาจไม่ใช่เพราะความเกลียดชังแต่เป็นเพราะความรัก.. อ่านคู่กับ ราชันผู้พลัดแผ่นดิน อีกเล่มยิ่งได้อรรถรสมาก",
//   ),
//   Book(
//     name: "ขุมทรัพย์ที่ปลายฝัน",
//     image: "images/471147281_1146091426875496_7469568189684437414_n.jpg",
//     author: "Paulo Coelho",
//     publisher: "สำนักพิมพ์ คบไฟ",
//     price: "195 บาท",
//     review:
//         "ชะตากรรมคืออะไร? แล้วมีสิ่งใดที่กำหนดชีวิตเราหรือไม่?"
//         "\nหลายครั้งเราอาจตั้งคำถามว่าสิ่งที่โลกกระทำต่อเรานั้นมีความหมายอะไรซ่อนอยู่ไหม โลกกำลังพยายามบอกอะไรเรา"
//         "\n..จงฟังเสียงของหัวใจเรา บางครั้งมันกระซิบ บางครั้งมันตะโกนดังๆ แต่หลายครั้งที่เสียงจากโลกข้างนอกดังกว่าและนั่นพาให้เราหลงทาง"
//         "\n...สำหรับชีวิต ถ้าเรายอมแพ้มันก็จบเพียงแค่นั้น แต่ชะตากรรมที่มุ่งหวังจะเป็นของเราเมื่อเราไม่ยอมแพ้ ไม่ล้มเลิก และอุปสรรคและความผิดหวังต่างๆระหว่างทางอาจเป็นเพียงเข็มทิศที่ช่วยนำให้เราไปสู่เส้นทางที่ถูกต้อง..ของตัวเราเอง",
//   ),
//   Book(
//     name: "ใต้รอยกรีด It's All About The Cut",
//     image: "images/471147366_1146091863542119_6797379835557883781_n.jpg",
//     author: "สินฝ้าย",
//     publisher: "Life+",
//     price: "182 บาท",
//     review:
//         "'...ฉันถูกหล่อหลอมด้วยเบ้าที่บิดเบี้ยว..'"
//         "\nฉันติดใจประโยคนี้ตั้งแต่ต้นเรื่องและมันนำพาให้เธอ 'สินฝ้าย' ผู้ป่วยเป็นโรคบุคลิกภาพแปรปรวนชนิดก้ำกึ่ง(BPD) โรคที่ทำให้เธอมีปัญหากับทุกความสัมพันธ์...ซึ่งอาจมีต้นเหตุมาจากครอบครัว"
//         "\nสำหรับคนป่วยจิตเวช พวกเขาเหมือนคนที่หลงทางโดยไม่ตั้งใจและไม่สามารถหาทางออกเองได้ ..จนกว่าเขาจะพบจุดที่ 'คลิก' ขึ้นมา จุดที่สามารถปลดพันธนาการและปมทุกอย่างใจใน"
//         "\n..สำหรับฉันเชื่อว่า โรคที่ป่วยทางใจต้องใช้ใจรักษา ทั้งหัวใจของคนรอบข้างและหัวใจของตัวเอง.."
//         "\n..นี่คือเรื่องที่เขียนจากเรื่องจริง ขอบคุณสินฝ้ายที่เธออุทิศตัวเขียนหนังสือ ใต้รอยกรีด It's all about THE CUT. เล่มนี้ขึ้นมา"
//         "มันทำให้คนนอกเข้าใจอะไรมากขึ้น และสำหรับคนที่ป่วยก็อาจได้มองเห็นอะไรมากขึ้นเช่นกัน..และฉันหวังว่าเขาเหล่านั้นจะพบกระจกที่สะท้อนให้เห็นเงาของตัวเองในวันหนึ่ง เพื่อจะหาทางออกเจอ"
//         "\n..ฉันชอบบทสุดท้ายของเรื่องนี้นะ ฉันคิดว่าตัวฉันเองก็คิดและทำแบบนั้นเช่นกัน.. เพราะฉันรักตัวเอง",
//   ),
//   Book(
//     name: "บึงหญ้าป่าใหญ่",
//     image: "images/471147476_1146091830208789_756665542331083449_n.jpg",
//     author: "เทพศิริ สุขโสภา",
//     publisher: "มติชน",
//     price: "119 บาท",
//     review:
//         "เรื่องย้อนยุคที่พาเรากลับไปค้นหาความสัมพันธ์ในวัยเด็ก.. ครั้งหนึ่งเราเคยรู้สึกไหมว่าเพื่อนบางคนมีความสำคัญกับเรามากกว่าเพื่อน"
//         "\nเพื่อนที่เราสนิทคุ้นเคยและไว้ใจราวกับเป็นส่วนหนึ่งในชีวิต แต่พอช่วงเวลาผ่านไป เส้นทางชีวิตพาเราเดินห่างกัน การกลับมาเจอกันอีกครั้งในวันหนึ่งไม่ได้หมายความว่าทุกสิ่งจะเหมือนเดิม"
//         "\nเราทุกคนล้วนมีทางที่เดินไปและทุกช่วงเวลาคือการเรียนรู้บนเส้นทางที่เราเติบโต ..แม้วันนี้ความรู้สึกดีที่เคยมีอาจไม่เหมือนเดิมแล้ว แต่ไม่ได้หมายความช่วงเวลาที่ผ่านมามันไม่ได้เกิดขึ้นจริง",
//   ),
//   Book(
//     name: "แค่ทำโทรศัพท์มือถือหายทำไมต้องกลายเป็นศพ ",
//     image: "images/471147481_1146091840208788_1568021550973518703_n.jpg",
//     author: "อะคิระ ชิงะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "265 บาท",
//     review:
//         "เป็นหนังสือเล่มที่อ่านไปแล้วรู้สึกขนลุก ไม่ใช่เพราะเรื่องราวฆาตกรรมต่อเนื่องแต่เพราะได้พบว่าเราใช้ social media ผิดพลาดไปยังไงและอาจนำภัยอะไรมาให้เราได้บ้าง"
//         "เรื่องนี้เป็นนิยายแต่หลายประเด็นนั้นเกิดขึ้นได้จริง ลองอ่านเล่มนี้ดูแล้วจะรู้ว่าขณะที่เรากำลังสไลด์หน้าจอมือถือดูอะไรเล่นๆอยู่นั้น อันตรายและความตายกำลังคืบคลานมาใกล้เราแค่ไหน...",
//   ),
//   Book(
//     name: "แรกรัก",
//     image: "images/471147642_1146091870208785_5556381590885560376_n.jpg",
//     author: "อินุอิ คุรุมิ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "225 บาท",
//     review:
//         "นิยายรักวัยรุ่นญี่ปุ่นที่ต้องผ่านเรื่องราวของความรักครั้งแรก ที่สุขทุกข์และต้องปรับตัวเข้าหากัน อ่านไปเหมือนไม่มีอะไรจนกระทั่งอ่านจบเล่มจึงพบว่า..ไม่ใช่ตัวละครที่โดนหลอก"
//         "แต่เราคนอ่านต่างหากที่โดนยิ่งกว่า ถึงกับต้องเปิดกลับไปอ่านย้อนใหม่ตั้งแต่ต้น"
//         "\n...บอกได้เท่านี้ อยากรู้ว่าเป็นยังไงคงต้องหามาอ่านเอง แล้วจะรู้ว่าความรักนั้นซับซ้อนกว่าที่เราคิด",
//   ),
//   Book(
//     name: "โกโก้อุ่นๆกับคุณในวันพฤหัสฯ",
//     image: "images/471147651_1146091846875454_3851266482757550561_n.jpg",
//     author: "มิจิโกะ อาโอยามะ (Michiko Aoyama)",
//     publisher: "Piccolo",
//     price: "225 บาท",
//     review:
//         "เรื่องราวของผู้คนธรรมดาต่างชีวิตมากมายที่ผูกวนจนมาอยู่ในวงกลมโลกใบเดียวกัน อบอุ่น อ่อนโยนและอ่อนหวาน และบางเรื่องหรือบางคำอาจเยียวยาจิตใจเราได้ในช่วงเวลาที่ทุกอย่างรอบตัวดูโหดร้าย"
//         "\n..ถ้าพอมีเวลาลองหยุดพักซักนิดและแวะจิบโกโก้อุ่นๆกับคุณในวันพฤหัสฯ อาจช่วยอะไรๆดีขึ้นได้บ้าง",
//   ),
//   Book(
//     name: "รสชาติอาหารจานครอบครัว",
//     image: "images/471148965_1146091390208833_6424663302392204190_n.jpg",
//     author: "เอโกะ ยามากุจิ",
//     publisher: "Piccolo",
//     price: "255 บาท",
//     review:
//         "..อาหารอร่อยคือความสุขเรียบง่ายของคนเรา และอาหารที่ให้ความรู้สึกถึงรสชาติของครอบครัวไม่เพียงแค่อร่อยแต่เต็มไปด้วยความรัก"
//         "อาหารเหล่านั้นไม่เพียงเติมเต็มท้องเราให้อิ่มแต่เติมเต็มหัวใจเราให้มีพลังอีกด้วย จะดีแต่ไหนที่มีร้านอาหารที่ทำให้เรารู้สึกเหมือนกินอาหารที่บ้าน"
//         "รสชาติอาหารจานครอบครัว ให้ความรู้สึกแบบนั้น หนังสือเล่มที่อ่านแล้วหิวตาม ที่สำคัญแถมสูตรไว้ท้ายเล่ม คนรักการทำอาหารแบบฉันรักเลย",
//   ),
//   Book(
//     name: "ป่วยเป็นไข้ใจ ใครช่วยรักที",
//     image: "images/471147943_1146092933542012_1344000851082169133_n.jpg",
//     author: "โซฟี คินเซลลา",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "229 บาท",
//     review:
//         "เรื่องตลกสไตล์ฝรั่งแต่กำลังเล่าถึงสาวน้อยที่ป่วยเป็นโรคซึมเศร้าจากการถูกทำร้ายทางใจ ชีวิตใต้แว่นกันแดดตลอดเวลานั้นทำให้โลกของเธอไม่เคยสว่างไสว"
//         "จนได้รับความรัก ความเข้าใจที่สำคัญคือการให้อภัยทั้งกับตัวเองและผู้อื่น แต่ท้ายที่สุดคนที่จะถอดแว่นดำนั้นออกได้ก็คือตัวเธอเองเท่านั้น"
//         "\nเราว่าเล่มนี้อ่านแล้วช่วยให้เข้าใจความคิดของคนที่ป่วยเป็นโรคซึมเศร้าได้มากขึ้น ในขณะเดียวกันคนที่ป่วยอยู่อ่านแล้วก็อาจเข้าใจตัวเองได้มากขึ้นเช่นกัน แต่ทั้งเล่มสนุกสนานนะคะไม่ซึมเศร้าแต่อย่างใด",
//   ),
//   Book(
//     name: "ถึงเวลาจ่ายค่าตอบแทน",
//     image: "images/471148733_1146091876875451_2189463865138795066_n.jpg",
//     author: "อิโอกะ ชุน (Shun Ioka)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "355 บาท",
//     review:
//         "สนุกจนวางไม่ลง ในขณะเดียวกันก็รู้สึกสงสารปนสะอิดสะเอียน ตัวละครหลายตัวต่อให้เลวร้ายฉันก็มักรู้สึกเข้าใจเหตุผลได้แต่สำหรับเรื่องนี้มันเข้าใจได้ยากจริงๆ"
//         "ความแหว่งวิ่นอะไรในใจเขาถึงทำให้คนคนหนึ่งทำสิ่งเลวร้ายแบบนี้ ..ตัวละครที่ฉลาดแต่เลวร้ายคือมนุษย์ที่น่ากลัวที่สุด"
//         "แต่ก็นั่นแหละทุกอย่างมีค่าตอบแทนที่ต้องจ่าย..ในขณะที่ฉันอ่านเล่มนี้ฉันได้แต่คิดว่า 'แล้วเมื่อไรล่ะจะถึงเวลานั้น?'",
//   ),
//   Book(
//     name: "รสชาติอาหารจานครอบครัว",
//     image: "images/471148965_1146091390208833_6424663302392204190_n.jpg",
//     author: "เอโกะ ยามากุจิ",
//     publisher: "Piccolo",
//     price: "255 บาท",
//     review:
//         "..อาหารอร่อยคือความสุขเรียบง่ายของคนเรา และอาหารที่ให้ความรู้สึกถึงรสชาติของครอบครัวไม่เพียงแค่อร่อยแต่เต็มไปด้วยความรัก"
//         "อาหารเหล่านั้นไม่เพียงเติมเต็มท้องเราให้อิ่มแต่เติมเต็มหัวใจเราให้มีพลังอีกด้วย จะดีแต่ไหนที่มีร้านอาหารที่ทำให้เรารู้สึกเหมือนกินอาหารที่บ้าน"
//         "รสชาติอาหารจานครอบครัว ให้ความรู้สึกแบบนั้น หนังสือเล่มที่อ่านแล้วหิวตาม ที่สำคัญแถมสูตรไว้ท้ายเล่ม คนรักการทำอาหารแบบฉันรักเลย",
//   ),
//   Book(
//     name: "ผู้พิทักษ์ต้นการบูร ",
//     image: "images/471149126_1146095803541725_7749791366439475123_n.jpg",
//     author: "ฮิงาชิโนะ เคโงะ",
//     publisher: "Bibli",
//     price: "439 บาท",
//     review:
//         "ต้นการบูรเก่าแก่ที่ช่วยให้ผู้มาอธิษฐานขอพรสมปรารถนา แท้จริงแล้วสิ่งที่คนที่จากไปปรารถนาที่สุดนั้นคืออะไร หรือคือความคิดคำนึงที่อยากส่งถึงคนที่อยู่ข้างหลัง"
//         "...จากรุ่นสู่รุ่น สิ่งใดที่คนรุ่นก่อนอยากส่งต่อให้เรา หรือสิ่งใดที่เราอยากทิ้งไว้ให้คนข้างหลัง"
//         "\n...เราเคยถามตัวเองหรือไม่",
//   ),
//   Book(
//     name: "คลาราและดวงอาทิตย์ Klara and The Sun",
//     image: "images/471149602_1146091516875487_6034959346603622663_n.jpg",
//     author: "คาซึโอะ อิชิงุโระ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "375 บาท",
//     review:
//         "เรื่องของมนุษย์ในยุคที่ AI กำลังเข้ามาทำหน้าที่แทนในหลายบทบาท AI เรียนรู้และอาจเลียนแบบมนุษย์จนแทบจะแทนที่กันได้ ...แต่แทนได้ทุกสิ่งจริงหรือ?"
//         "\n..มีบางช่วงตอนที่ทำให้เราตั้งคำถามกับความรัก ตั้งคำถามกับความเป็นมนุษย์ ตั้งคำถามถึงสิ่งยึดโยงเราแต่ละคนเอาไว้ด้วยกัน"
//         "\nเพื่อสุดท้ายเราจะพบว่า..สิ่งที่มนุษย์มีแตกต่างจาก AI มันไม่ได้อยู่ที่ตัวเขาแต่อยู่ในตัวคนที่รักเขาต่างหาก..สิ่งนั้นน่าจะเรียกว่าความผูกพัน",
//   ),
//   Book(
//     name: "หนังสือเล่มหนึ่งซึ่งไม่มีวางขาย",
//     image: "images/471149893_1146091926875446_2938250423755947335_n.jpg",
//     author: "ยาสึชิ คิตากาวะ",
//     publisher: "Piccolo",
//     price: "205 บาท",
//     review:
//         "เหมือนหนังสือ how to ที่มาในรูปแบบนิยายวัยรุ่น สำหรับคนที่กำลังค้นหาตัวตน ตามหาความฝันอันยิ่งใหญ่ของตัวเองอาจพบเส้นทางและวิธีการที่จะเจอได้ในวันหนึ่ง"
//         "\nแต่สำหรับฉันผู้ซึ่งไม่มีความฝันอันยิ่งใหญ่แค่อยากใช้ชีวิตให้มีความสุขในทุกๆวัน ฉันได้พบว่าระหว่างอ่านหนังสือเล่มนี้ฉันได้ลองทบทวนและย้อนมองดูตัวเองอีกครั้ง"
//         "และที่สำคัญฉันพบว่าเราต่างมีพันธะต่อโลกใบนี้ ทุกสิ่งที่เรามีในวันนี้อาจมีส่วนที่ใครหรืออะไรบนโลกใบนี้ได้ส่งให้เรามา และเรามีหน้าที่ต้องส่งต่อสิ่งนั้นให้โลกและคนอื่นๆต่อไป แล้วโลกจะงดงามน่าอยู่ขึ้นในทุกๆวัน",
//   ),
//   Book(
//     name: "แรงอาฆาตจากกระจกไร้เงา",
//     image: "images/471154753_1146091853542120_4231395798450267873_n.jpg",
//     author: "อากิโยชิ ริคาโกะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "255 บาท",
//     review:
//         "...เธอผู้ที่ความทรงจำมีระยะอยู่ได้นานที่สุดเพียง 20 นาที เธอผู้นี้จะสามารถเก็บความแค้นไว้ในใจได้นานแค่ไหน คดีฆาตกรรมที่เกิดขึ้นเป็นฝีมือเธอหรือใครกันแน่"
//         "\n..เราคงนึกไม่ออกว่าถ้าคนเราไม่มีความทรงจำเลยเราจะใช้ชีวิตอยู่อย่างไร คำตอบอาจคือเวลาปัจจุบันที่อยู่ตรงหน้า..",
//   ),
//   Book(
//     name: "ตำนานเทพเจ้าไวกิ้ง Viking Mythology History",
//     image: "images/471155183_1146091856875453_239341848798346399_n.jpg",
//     author: "คอสมอส",
//     publisher: "Gypzy",
//     price: "190 บาท",
//     review:
//         "หยิบเล่มนี้มาอ่านจุดเริ่มต้นจากความสนใจในศาสตร์การพยากรณ์ของหินรูน Rune ที่เป็นอักษรโบราณของชาวนอร์สหรือที่เราคุ้นเคยในชื่อชาวไวกิ้ง"
//         "เราอาจเคยได้อ่านเทพปกรณัมกรีก-โรมัน ไทย จีน หรือทางพราหมณ์ฮินดู พอได้อ่านตำนานเทพของชาวไวกิ้งบ้างก็ตื่นตาตื่นใจดี สมกับเป็นเหล่าทวยเทพของนักสู้ชาวไวกิ้งจริงๆ..",
//   ),
//   Book(
//     name: "หนึ่งมนตรา ร้อยราก พ้นวิญญาณ Uprooted",
//     image: "images/471157665_1146092930208679_2496846890067003624_n.jpg",
//     author: "Naomi Novik",
//     publisher: "น้ำพุ",
//     price: "295 บาท",
//     review:
//         "สนุกเหมือนกับได้เรียนรู้การร่ายเวทมนตร์ด้วยตัวเอง กับการต่อสู้ของเหล่าผู้ทรงเวท กษัตริย์และอำนาจลึกลับแห่งพงไพร"
//         "จนอาจจินตนาการไปว่าตัวเองกำลังอยู่ในชุดผ้าไหมที่ปักงดงามด้วยไหมทองและอัญมณี กำลังเผาใบสนและใยแมงมุมก่อนร่ายคาถาเพื่อต่อสู้กับใครสักคน...",
//   ),
//   Book(
//     name: "คุณนั่นแหละ...ฆาตกร",
//     image: "images/471162973_1146091900208782_6987893156475981452_n.jpg",
//     author: "มินะโตะ คานะเอะ (Kanae Minato)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "225 บาท",
//     review:
//         "เรื่องของกลุ่มเพื่อนและการสืบหาเบื้องหลังอุบัติเหตุที่ผ่านมานับปี เรื่องเรียบง่ายแต่พลิกผันแม้กระทั่งในบรรทัดสุดท้าย"
//         "\n..หลายครั้งเราอาจอยากค้นหาความจริงของเรื่องราวที่ผ่านมาแล้ว เพื่อที่จะพบในที่สุดว่าความจริงคือการที่เราต้องอยู่กับปัจจุบัน....",
//   ),
//   Book(
//     name: "แด่เธอผู้เปล่งประกายใต้แสงจันทร์",
//     image: "images/471165443_1146091800208792_4306936285725389442_n.jpg",
//     author: "ซาโนะ เท็ตสึยะ",
//     publisher: "Piccolo",
//     price: "245 บาท",
//     review:
//         "คุณเคยมีเรื่องติดค้างที่อยากทำก่อนตายไหม แล้วถ้าเรารู้ว่าเรามีเวลาเหลืออีกไม่มากเราจะทำอย่างไร"
//         "...ใครคนหนึ่งก้าวเข้ามาเพื่อทำหน้าที่เหล่านั้นแทนเพื่อที่จะพบว่าท้ายที่สุด ไม่มีสิ่งใดติดค้างในใจมากไปกว่าการไม่อยากจากลาคนที่เรารักและรักเรา",
//   ),
//   Book(
//     name: "หลุมลับ THE HOLE",
//     image: "images/471168034_1146091906875448_8024385333118513576_n.jpg",
//     author: "พยอนฮเยยอง",
//     publisher: "Bibli",
//     price: "289 บาท",
//     review:
//         "ชีวิตคู่ที่ดูเป็นปกติดีจนกระทั่งวันหนึ่งเกิดอุบัติเหตุขึ้น ภรรยาเสียชีวิต สามีนอนติดเตียงและมีแม่ยายเข้ามาดูแล"
//         "\nทุกอย่างเหมือนจะยังดำเนินต่อไปได้จนกระทั่งเรื่องราวที่เคยถูกเก็บไว้ค่อยๆ เปิดเผยออกมา หรือที่จริงชีวิตคู่นั้นมันไม่ปกติมาตั้งแต่แรกแล้ว..จนกระทั่งนำพามาถึงวันนี้",
//   ),
//   Book(
//     name: "ไส้เดือนตาบอดในเขาวงกต",
//     image: "images/471169744_1146092663542039_4738585301681927813_n.jpg",
//     author: "วีรพร นิติประภา",
//     publisher: "มติชน",
//     price: "180 บาท",
//     review:
//         "นิยายรักหวานเลี่ยนจนเอียนในบางทีและเสียดสีในบางคราว"
//         "\nตอนเริ่มอ่านฉันรู้สึกตัวเป็นเหมือนไส้เดือนที่คืบคลานอยู่ในเขาวงกตแต่พออ่านไปจนท้ายๆกลับเห็นภาพตัวเองเป็นคนที่กำลังก้มมองลงในกระบะแห่งเขาวงกตที่มีไส้เดือนตาบอดมากมายคืบคลานไปมาไม่หยุดหย่อน..."
//         "ไม่รู้คุณจะรู้สึกเหมือนฉันไหมเมื่อได้อ่านหนังสือเล่มนี้"
//         "\n...ถ้าเธอคือไส้เดือนตาบอดที่กำลังหลงทาง แสงสว่างเดียวที่จะนำทางให้เธอได้ คือแสงสว่างที่อยู่ในหัวใจเธอเท่านั้น หามันให้เจอจุดมันให้ส่องประกายขึ้นมา แม้เธอจะไม่มีตาสักดวงแต่เธอจะไม่หลงทาง...",
//   ),
//   Book(
//     name: "วันหนึ่งในฤดูร้อน มีศพนอนอยู่ที่ไหนสักแห่ง",
//     image: "images/471181004_1146091916875447_3237054622485015696_n.jpg",
//     author: "พักยอนซอน",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "365 บาท",
//     review:
//         "ตอนเด็กๆเราเคยทำ Time capsule บ้างไหม กล่องที่เก็บความทรงจำและสิ่งมีค่าของเราเพื่อรอเวลาที่จะกลับมาเปิดย้อนความทรงจำเมื่อเวลาผ่านไป"
//         "\nเรามักเลือกเก็บสิ่งดีๆและมีค่าสำหรับเราไว้ แต่ถ้าวันหนึ่งเรากลับมาเปิดไทม์แคปซูลของเราแล้วพบว่าความทรงจำที่กลับมาเป็นเรื่องน่าพิศวงจนต้องออกตามหาความจริงล่ะ"
//         "\nวันหนึ่งในฤดูร้อนมีศพนอนอยู่ที่ไหนสักแห่ง แคปซูลกาลเวลาจากวัยเด็กที่มีเรื่องราวให้ต้องออกตามหาจนพบความจริงที่เก็บซ่อนมานานกว่า 15 ปีว่าไม่เหมือนที่เคยเชื่อกันมา...",
//   ),
//   Book(
//     name: "นิทานกล่อมประสาท",
//     image: "images/471187239_1146091803542125_8906192319835721849_n.jpg",
//     author: "สุรศักดิ์ กาญจนภูษิต",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "150 บาท",
//     review:
//         "เรื่องสั้นดีต่อใจที่ไม่โลกสวย ชอบความหักมุมผิดคาดไม่เป็นอย่างที่คิดแต่ช่วยให้เรามีแรงมีชีวิตอยู่ต่อได้"
//         "\n...เพราะโลกไม่ได้เป็นอย่างที่เราคิดแต่เราก็ต้องมีชีวิตอยู่ให้ได้ บางมุมอาจยากแต่ไม่ยากเกินไปหากเรามองอย่างเข้าใจ",
//   ),
//   Book(
//     name: "ดวงตะวันส่องฉาย",
//     image: "images/471187245_1146092866875352_5937641174645538009_n.jpg",
//     author: "Jimmy Liao",
//     publisher: "ระหว่างบรรทัด",
//     price: "185 บาท",
//     review:
//         "อยากเล่าถึงเล่มนี้เพราะเป็นแรงบันดาลใจในการเริ่มเรียนภาษาจีน Turn left turn right. ชอบลายเส้นของ Jimmy Liao"
//         "และเรื่องโรแมนติกที่โชคชะตาพัดพาความรักมาพบและพลัดพรากจากกัน อ่านไม่ยากตัวหนังสือน้อยแต่งดงาม..",
//   ),
//   Book(
//     name: "อ๊อกกี้กับฉันและชีวิตมหัศจรรย์ของเรา",
//     image: "images/471193513_1146092800208692_3071987477270842335_n.jpg",
//     author: "อาร์.เจ. ปาลาซิโอ",
//     publisher: "แพรวเยาวชน",
//     price: "275 บาท",
//     review:
//         "เคยอ่าน ชีวิตมหัศจรรย์ของออกัสต์ ไปแล้วได้ อ๊อกกี้กับฉันและชีวิตมหัศจรรย์ของเรา มาอ่านต่อ ต้องบอกว่านี่ไม่ใช่ภาคต่อแต่คือภาคขยายที่ทำให้เราเห็นมุมมองคนอื่นๆในชีวิตของออกกี้มากขึ้น"
//         "สำหรับเราถ้าเล่มแรกบอกเราให้รู้จักเลือกความเมตตา เล่มนี้อาจบอกเราว่าจงรู้จักที่จะเข้าใจคนรอบข้างให้มาก ...และชีวิตของทุกคนล้วนมีเรื่องมหัศจรรย์ไม่ต่างกัน",
//   ),
//   Book(
//     name: "เกิดในฤดูหนาวที่แดดส่องถึง",
//     image: "images/471195254_1146091456875493_7587318073364787029_n.jpg",
//     author: "นทธี ศศิวิมล",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "375 บาท",
//     review:
//         "นิยายที่เหมือนอัตชีวประวัติของผู้คน บวกกับจดหมายเหตุประเทศไทย เรื่องนี้ใช้กลวิธีการเล่าแบบย้อนเวลา"
//         "\nทำให้เรามองเห็นอย่างหนึ่งว่าอย่าตัดสินใจแค่เพียงการกระทำของเขาตรงหน้า เพราะลึกไปหรือในอดีตที่ผ่านเราไม่รู้เขาเคยผ่านอะไรมาบ้าง"
//         "\nแม้ไม่อาจเป็นเหตุผลให้การกระทำผิดนั้นกลายเป็นสิ่งที่ถูกต้องแต่อย่างน้อยเราก็เข้าใจอะไรมากขึ้น ..เข้าใจความเป็นมนุษย์มากขึ้น",
//   ),
//   Book(
//     name: "คิมจียองเกิดปี82",
//     image: "images/471197119_1146092653542040_783117600772689717_n.jpg",
//     author: "โชนัมจู",
//     publisher: "เอิร์นเนส พับลิชชิ่ง (Ernest Publishing",
//     price: "190 บาท",
//     review:
//         "เป็นอีกเล่มที่อ่านจบแล้วหน่วงๆใจกับเรื่องที่เรารู้ว่าไม่ถูกต้องแต่ไม่อาจแก้ไขได้ สำหรับ คิมจียองเกิดปี82 อาจถูกมองว่ามีเนื้อหาต่อสู้เพื่อสตรี"
//         "แต่แท้ที่จริงแล้วเราว่ามันคือการต่อสู้กับจารีตและความเชื่อดั้งเดิมที่มีมาและยังไม่หายไป เพราะฉะนั้นไม่ว่าเราจะเป็นใครหรือเพศไหนๆ เราก็คือคิมจียองและกำลังต่อสู้ต่อไปเช่นกัน..ซึ่งไม่รู้อีกนานแค่ไหน",
//   ),
//   Book(
//     name: "ความทรงจำของวันพรุ่งนี้",
//     image: "images/471199358_1146092636875375_1326328415154921869_n.jpg",
//     author: "โอกิวาระ ฮิโรชิ (Ogiwara Hiroshi)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "275 บาท",
//     review:
//         "..ฉันน้ำตาไหลตอนอ่านประโยคสุดท้ายของหนังสือเล่มนี้จบลง และคิดว่าการที่รู้ว่าเรายังไม่ชีวิตอยู่ไม่ใช่เพราะเราหายใจแต่เพราะเรามีความทรงจำ ..ถ้าเราสูญเสียความทรงจำก็คงสูญเสียตัวตนทั้งหมดของเราไป.."
//         "\n...วันหนึ่งเราอาจสูญเสียความทรงจำไปเช่นกัน แต่ความทรงจำนั้นมันก็จะยังคงอยู่ในคนที่เคยใช้ชีวิตร่วมกันมา...ฉันเลยคิดว่าถ้างั้นฉันจะทำวันนี้ให้ดี ให้มีความสุข"
//         "ให้มันเป็นความทรงจำที่ดีในชีวิต เพราะคุณรู้ไหมอัลไซเมอร์เป็นโรคที่แปลก มันอาจพาความทรงจำระยะสั้นของเราหายไป แต่ความทรงจำระยะยาวเมื่อนานมาแล้วมันจะยังคงอยู่นะ..",
//   ),
//   Book(
//     name: "โปรดฟังให้จบ",
//     image: "images/471199686_1146092680208704_4896547012340985233_n.jpg",
//     author: "มินะโตะ คะนะเอะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "255 บาท",
//     review:
//         "คนเรามีความฝันได้กี่ฝันนะ และเราสามารถทำมันสำเร็จได้ทุกฝันจริงไหม เราไม่มีวันรู้จนกว่าจะได้ลงมือทำจริงๆ.."
//         "\n...สำหรับใครที่มีฝัน หรือสำหรับใครที่คิดว่าตัวเองกำลังหลงทาง อ่านเล่มนี้ได้กำลังใจมหาศาล ไม่สำคัญว่าคุณกำลังอยู่ตรงจุดไหนแต่ถ้าสู้อย่างเต็มที่...วันหนึ่งต้องเป็นวันของเราแน่นอน",
//   ),
//   Book(
//     name: "วันที่เหมาะกับขนมปังซุปและแมว",
//     image: "images/471202633_1146092683542037_4981378723127608304_n.jpg",
//     author: "มูเระ โยโกะ",
//     publisher: "Sandwich Publishing",
//     price: "230 บาท",
//     review:
//         "..ต่อให้เป็นคนที่เข้มแข็งก็ยังต้องการบางคนหรือบางสิ่งไว้ให้ยึดเหนี่ยวหัวใจ แต่การพลัดพรากและจากลาก็ดูเป็นเรื่องธรรมดาของชีวิต"
//         "..วันหนึ่งเราก็อาจพบสิ่งใหม่ที่ช่วยปลอบประโลมใจเราได้และต่อให้ผ่านช่วงเวลาที่แย่แค่ไหน แค่เพียงหัวเราะดังๆออกมาได้ เราก็จะผ่านทุกอย่างไปได้",
//   ),
//   Book(
//     name: "แล้วเจอกันในจักรวาล",
//     image: "images/471205565_1146092740208698_5361877339941073826_n.jpg",
//     author: "Jack Cheng",
//     publisher: "แพรวเยาวชน",
//     price: "275 บาท",
//     review:
//         "เด็กชายผู้มีฝันและมุ่งมั่นที่จะส่งจรวดฝีมือตัวเองขึ้นไปในอวกาศพร้อมไอพอดบันทึกเรื่องราวของโลก แต่ใช่ว่าทุกสิ่งจะเป็นไปอย่างที่หวัง"
//         "ทั้งเรื่องการส่งจรวดและเรื่องชีวิตของเขาเองกับความจริงที่เพิ่งค้นพบ ...ต่อให้ไม่สมหวังและหลายสิ่งไม่ได้เป็นไปอย่างที่คิด สิ่งที่เขาได้กลับมาคือความเติบโตเป็นผู้ใหญ่"
//         "และการค้นพบว่าสิ่งที่เราตามหาอาจมีอยู่แล้วในหัวใจของเราเอง",
//   ),
//   Book(
//     name: "ร้านขนมแห่งความลับ ตอน ความลับแห่งวัยเยาว์",
//     image: "images/471207132_1146091560208816_4015678095254022825_n.jpg",
//     author: "ซากากิ ศึคาสะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "315 บาท",
//     review:
//         "วัฒนธรรมญี่ปุ่นนั้นละเอียดอ่อนและแฝงความหมาย ขนมญี่ปุ่นหรือ 'วากาชิ' ก็เป็นหนึ่งในนั้น"
//         "\nขนมที่มีความหมายกับเทศกาลต่างๆ สื่อความหมายจากผู้ให้ถึงผู้รับและบางครั้งอาจแฝงข้อความซับซ้อน ลึกซึ้งและน่าค้นหาเอาไว้ด้วย"
//         "\n#ร้านขนมแห่งความลับ ตอนความลับแห่งวัยเยาว์ คือเรื่องราวการสืบหาความหมายของขนมเหล่านั้นพร้อมเรื่องเบื้องหลังของมัน"
//         "\n..เรื่องของขนมที่ซับซ้อนและอ่อนหวาน บางทีขนมก็เป็นมากกว่าความอร่อยแต่เป็นข้อความที่สื่อสารออกไปจากใจ นึกแล้วอยากลงมือทำขนมที่สื่อความหมายข้อความบางอย่างบ้างแล้วซิ",
//   ),
//   Book(
//     name: "ให้มันเป็นความลับต่อไป",
//     image: "images/471227205_1146092580208714_4787874421753683347_n.jpg",
//     author: "Yoru Sumino",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "245 บาท",
//     review:
//         "...เราว่ามันมีเหตุผลที่คนเราอ่านใจคนอื่นไม่ได้ แต่เรื่อง ให้มันเป็นความลับต่อไป นี้ทำให้แต่ละคนเห็นสัญลักษณ์แทนความรู้สึกของคนอื่นได้"
//         "สำหรับเราแล้วท้ายที่สุดเราคิดว่าไม่ควรมีใครคิดแทนใคร และการจะรักษาความสัมพันธ์ไม่ว่ารูปแบบไหนให้ยืนยาวและงดงามที่สุดคือเราต้องสื่อสารกัน..",
//   ),
//   Book(
//     name: "ไม่ได้ขี้เกียจแค่กำลังชาร์จพลัง",
//     image: "images/471239444_1146091393542166_8556707550084697982_n.jpg",
//     author: "ซากากิ ศึคาสะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "315 บาท",
//     review:
//         "การรู้จักตัวเองอย่างถ่องแท้แบบที่ไม่ได้แค่มองเห็นแต่ตัวเองจนมองไม่เห็นผู้คนและโลกรอบข้างคือประเด็นสำคัญ"
//         "\n...ขอยอมรับตามตรงว่าอ่านแล้วไม่ถูกจริตกับคนแบบในหนังสือเล่มนี้สักเท่าไหร่ แต่นี่คือเรื่องเล่าและมุมคิดจากคนที่ผ่านโรคซึมเศร้ามาก่อน"
//         "\nและมันถ่ายทอดภาพความคิดความรู้สึกของคนที่ตกอยู่ในอาการนี้ออกได้อย่างชัดเจนและทำให้เราเข้าใจอะไรมากขึ้น"
//         "\nแม้ฉันจะคิดว่าไม่ได้เห็นด้วยกับทุกเรื่องในหนังสือเล่มนี้แต่ก็มีหลายเรื่องและหลายประเด็นที่รู้สึกว่าเป็นแนวคิดที่ดีบนพื้นฐานความจริงที่หยิบเอาไปใช้ได้"
//         "\n..อ่านแล้วชวนให้คิดเยอะว่าถ้าเป็นเราจะเลือกทำแบบไหน",
//   ),
//   Book(
//     name: "IntoTheMagicShop เราทุกคนล้วนมีร้านเวทมนตร์อยู่ในใจ",
//     image: "images/471254174_1146091450208827_3450230657078027526_n.jpg",
//     author: "ดร.เจมส์ อาร์. โดตี(James R. Doty, M.D.)",
//     publisher: "อมรินทร์ How to",
//     price: "245 บาท",
//     review:
//         "#IntoTheMagicShop ฉันเรียกหนังสือเล่มนี้ว่าเป็นแรงบันดาลใจชีวิต ด้วยสติและความมุ่งมั่นตั้งใจ"
//         "\n..เรามักคุ้นเคยกับคำว่า'อธิษฐาน' ว่าคือการร้องขอสิ่งศักดิ์สิทธิ์ให้ได้สิ่งต่างๆมาอย่างที่ใจอยาก ทั้งที่แท้จริงแล้ว 'อธิษฐาน' หมายถึงการตั้งจิตมั่น คือตั้งใจแน่วแน่และพาตัวเองไปสู่จุดหมายนั้นด้วยการกระทำของตัวเอง"
//         "\nหนังสือเล่มนี้กำลังบอกเราแบบนั้น โดยมี'สติ'เป็นอีกหนึ่งเครื่องประคับประคองให้เราไปถูกทาง และสิ่งสำคัญที่สุดคือทัศนคติของเราที่เป็นเหมือนเข็มทิศนำทาง"
//         "\n..ทัศนคติไม่ใช่แค่เพียงนำพาชีวิตเราไปทางไหนและมันอาจทำให้เห็นว่าเราทำอะไรเพื่อคนอื่นได้อีกมากมาย"
//         "\n..โลกนี้งดงามขึ้นเสมอเมื่อเรามีเมตตาต่อกัน",
//   ),
//   Book(
//     name: "ไปตายด้วยกันไหม",
//     image: "images/471254174_1146092840208688_2651962385748557608_n.jpg",
//     author: "โท อุบุคาตะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "295 บาท",
//     review:
//         "...จำได้ว่าตอนเพื่อนเห็นฉันหยิบเรื่อง ไปตายด้วยกันไหม ขึ้นมาอ่านเขาทำหน้าประหลาด ก่อนที่ฉันจะบอกว่าจริงๆมันคือเรื่องสืบสวนสอบสวน"
//         "ที่เรากำลังค้นหาฆาตกรพร้อมๆกับค้นหาความจริงในใจของเด็ก ๑๒ คนที่คิดจะฆ่าตัวตาย ต่างคนต่างมีเหตุผลและมุมมองของตัวเอง"
//         "สุดท้ายการสืบสวนนี้คลี่คลายพร้อมกับสิ่งที่เราได้ค้นพบในจิตใจของเรา...ที่มากเกินกว่าที่เคยคิดไว้...",
//   ),
//   Book(
//     name: "ความตายครั้งที่มีความหมายมากที่สุด",
//     image: "images/471255342_1146091860208786_451324666221143715_n.jpg",
//     author: "เรเชล จอยซ์",
//     publisher: "Piccolo",
//     price: "325 บาท",
//     review:
//         "การเดินเท้ากว่า 600 ไมล์ของผู้ชายคนหนึ่ง ถ้าเป็นเราจะลงมือทำบางสิ่งหรือไม่ถ้าเห็นว่าสิ่งที่เป็นเป้าหมายดูเหมือนไม่มีทางสำเร็จ"
//         "\n...มีบางครั้งไหมที่เราเคยใช้เวลาเพื่อคุยกับตัวเองเงียบๆ ทบทวนสิ่งที่ผ่านมา ระหว่างการเดินอันยาวนานคือการใช้เวลาเพื่อทบทวนสิ่งที่ผ่านมาในชีวิตตัวเองเพื่อที่จะพบว่ามีสิ่งใดที่ยังติดค้างในใจ"
//         "แม้ไม่อาจกลับไปแก้ไขแต่อย่างน้อยเราอาจค้นพบว่าจากนี้จะใช้ชีวิตเดินต่อข้างหน้ายังไงโดยไม่ให้เงามืดในอดีตถมทับตัวเราเอง"
//         "\n..ใช่ค่ะ ท้ายที่สุดชีวิตคนเราล้วนต้องตาย แต่ระหว่างทางต่างหากที่เราใช้ชีวิตอย่างมีคุณค่าเพียงใด",
//   ),
//   Book(
//     name: "ขอให้แมวโอบกอดคุณ",
//     image: "images/471255479_1146091843542121_4247829412608596253_n.jpg",
//     author: "ชิเงมัตสึ คิโยชิ (Kiyoshi Shigematsu)",
//     publisher: "Piccolo",
//     price: "355 บาท",
//     review:
//         "ทาสแมวทั้งหลายต้องหลงรักเรื่องนี้ 'แบล็งเก็ตแคตส์'คือแมวที่ให้เช่าไปเลี้ยงเป็นเวลา3วัน2คืน เรื่องสั้นของผู้เช่า 7 คนกับแมว 7 ตัว"
//         "ที่ทั้งลึกลับและเป็นอ้อมกอดที่อบอุ่น บางทีอ่านเรื่องนี้แล้วคุณอาจจะรู้สึกอยากมีแมวอยู่ข้างๆบ้าง ซักสองสามวันก็คงดี ",
//   ),
//   Book(
//     name: "ความลับในบ้านไลแลค",
//     image: "images/471256589_1146092720208700_3810734569386594877_n.jpg",
//     author: "ซงชีอู",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "255 บาท",
//     review:
//         "นิยายสืบสวนสอบสวนที่ย้อนอดีตไปเมื่อ 29 ปีที่แล้ว ใครจะคิดว่าความจริงที่ถูกปิดซ่อนเอาไว้ตอนนั้นจะถูกเปิดเผยและย้อนกลับมาเปลี่ยนแปลงชีวิตทุกคนในวันนี้"
//         "\nชอบตรงที่บอกว่า..'บางเรื่องพอได้ยินหรือได้รู้ซะแล้วก็ไม่อาจย้อนกลับไปตอนที่ยังไม่รู้ได้'..."
//         "\n..สนุกแบบที่คาดเดาไม่ได้อ่านแล้ววางไม่ลง",
//   ),
//   Book(
//     name: "สุขก็เล่า เศร้าก็ฟ้อง",
//     image: "images/471257482_1146091400208832_8072948948597505602_n.jpg",
//     author: "ดีเจพี่อ้อย",
//     publisher: "อะไรเอ่ย",
//     price: "225 บาท",
//     review:
//         "..ในยุคที่ความสัมพันธ์ถูกจำแนกแบ่งออกมากมาย แต่สุดท้ายไม่ว่าจะนิยามว่าอะไรแต่ความสัมพันธ์นั้นต้องไม่ทำร้ายใจใครและไม่ทำร้ายใจตัวเอง"
//         "\nพี่อ้อยแบ่งปันเรื่องราวของผู้คนในโลกความสัมพันธ์ที่ดูบิดเบี้ยวผิดเพี้ยน และคำถามที่คนถามรู้คำตอบดีอยู่แล้วแต่ก็หวังให้มันไม่ใช่ทั้งที่ความจริงปรากฎอยู่ตรงหน้าแค่เราเลี่ยงที่จะมอง"
//         "หรือคำถามทีไม่ได้ต้องการคำตอบแค่ต้องการคำปลอบเท่านั้น"
//         "\n..ไม่มีสูตรไหนใช้ได้กับทุกความรักแต่ถ้าประสบการณ์ชีวิตของคนอื่นจะสอนให้เรารู้จักที่จะดูแลความรักของตัวเองได้ดีขึ้น ก็คงดีไม่น้อย",
//   ),
//   Book(
//     name: "ทะมงกับเด็กชายและความหมายของชีวิต",
//     image: "images/471258122_1146091833542122_3871463993452472406_n.jpg",
//     author: "ฮาเสะ เซชู (Seisyu Hase))",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "..ไม่แปลกใจที่มีคนบอกไว้ว่าสุนัขคือเพื่อนที่ดีที่สุดของมนุษย์ หรือหลายครั้งมันอาจจะไม่ใช่แค่เพื่อนแต่มันอาจเป็นเหมือนคนในครอบครัว หรือเป็นชีวิตของเรา"
//         "สุนัขพลัดหลงหนึ่งตัวนำพาความสุขแค่ไหนคงต้องลองอ่าน ทะมงกับเด็กชายและความหมายของชีวิต"
//         "\n...อาจมีสักช่วงเวลาในชีวิตเราที่มีบางคนหรือบางสิ่งผ่านเข้ามาและจากไปเพื่อทำหน้ที่เหมือนเจ้าทะมง ..คือเป็นความรัก เป็นความสุข เป็นแรงบันดาลใจหรือเป็นชีวิตทั้งหมดที่เหลือของเรา..",
//   ),
//   Book(
//     name: "บรัดเลย์เด็กเกเรหลังห้องเรียน",
//     image: "images/471259344_1146091773542128_2898287779046286772_n.jpg",
//     author: "หลุยส์ ซัคเกอร์ (Louis Sacha)",
//     publisher: "words publishing",
//     price: "195 บาท",
//     review:
//         "มีคนเคยพูดไว้ว่าในแอปเปิ้ลทุกลูกมีดวงดาวซ่อนอยู่แต่คุณต้องรู้วิธีผ่าแอปเปิ้ลที่ถูกจึงจะพบดาวดวงนั้น ..เด็กก็เหมือนกัน พวกเขามีดวงดาวซ่อนอยู่ในตัวเองทุกคน"
//         "ผู้ใหญ่มีหน้าที่ช่วยพวกเขาค้นหา สนับสนุน ให้กำลังใจ เพื่อวันหนึ่งดวงดาวในตัวเขาจะเปล่งแสงออกมา ...แม้ว่าเด็กบางคนอาจไม่ใช่แอปเปิ้ลลูกที่สวยงามในสายตาผู้ใหญ่ก็ตาม"
//         "\nเรื่องน่ารักของเด็กเกเรหลังห้องที่วันหนึ่งเขาจะกลายเป็นที่รักของทุกคน ..เรื่องทั้งหมดนี้ล้วนต้องใช้หัวใจทำให้มันเกิดขึ้น",
//   ),
//   Book(
//     name: "คำอธิษฐานสุดท้าย The Witcher : The Last Wish",
//     image: "images/471259658_1146091780208794_4472050224887252309_n.jpg",
//     author: "อันเดร ซาพคอฟสกี",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "355 บาท",
//     review:
//         "นิยายแฟนตาซีผจญภัยในยุคสมัยแห่งนักเวท แม่มด เอลฟ์ คนแคระและเหล่าบรรดาปิศาจและสัตว์ประหลาดมากมายดำรงชีวิตอยู่บนโลกนี้"
//         "การผจญภัยของนักเวทผ่านเรื่องราวนานา สนุกสนานและเห็นภาพเหมือนเข้าไปอยู่ในเหตุการณ์ด้วยตัวเอง ใครรักนิยายแฟนตาซีต้องไม่พลาด",
//   ),
//   Book(
//     name: "อยากให้เขารู้ว่ามันเจ็บเจ็บเพียงไหน",
//     image: "images/471260370_1146091903542115_571593442391787147_n.jpg",
//     author: " ธีรวิศว์ สินธุรส / จิตริน วันมีชัย / ฑิฆัมพร คำภู",
//     publisher: "มนุษย์มุ่งเพศ",
//     price: "210 บาท",
//     review:
//         "เรื่องราวชีวิตที่ผ่านความเจ็บปวดของเหล่าเพศทางเลือก มันเป็นเรื่องที่ยังเกิดซ้ำๆบนโลกนี้"
//         "\n...แต่ถ้าจะมีสิ่งหนึ่งที่ฉันอยากบอกเขา/เธอ(ตัวละครเหล่านั้นหรือคนจริงๆก็ตาม) ฉันอยากบอกว่า เธอต้องรู้จักรักและให้เกียรติตัวเองก่อน การไม่รู้จักที่จะรักและให้เกียรติตัวเองทำให้เราเลือกทางผิดพลาด"
//         "ยอมในสิ่งที่ไม่ควรยอมเพื่อหวังว่าสุดท้ายมันจะดี ทั้งๆที่มันไม่จริง"
//         "\n..ไม่ว่าเธอจะเจ็บปวดจากใครหรืออะไรก็ตาม จงรู้จักที่จะรักตัวเองให้เป็น..",
//   ),
//   Book(
//     name: "ฉันจะข้ามเวลาไปหาเธอ ",
//     image: "images/471269654_1146091403542165_2613411508005846683_n.jpg",
//     author: "อีกดนิม",
//     publisher: "Piccolo",
//     price: "245 บาท",
//     review:
//         "...เราทุกคนล้วนอยากมีใครสักคนที่คอยพูดคุย รับฟัง ให้กำลังใจ หรืออยู่ข้างกันทั้งในช่วงเวลาที่สุขและช่วงเวลาที่ทุกข์ยาก"
//         "\nแต่ถ้าคนคนนั้นอยู่ห่างกันไกลคนละมิติเวลาล่ะ #ฉันจะข้ามเวลาไปหาเธอ สองสาวกับจดหมายแปลกประหลาดที่เป็นทางเดียวที่จะทำให้ทั้งสองคุยกันได้"
//         "\nความต่างของห้วงเวลาทำให้ทั้งคู่ได้แบ่งปันเรื่องราว.ประสบการณ์ชีวิต ร่วมทั้งมีภาระกิจข้ามกาลเวลาร่วมกัน"
//         "\n..แม้จะไม่เคยพบหน้ากันสักครั้งแต่ใครจะรู้ว่าความสัมพันธ์นั้นนำพาชีวิตของทั้งสองให้ผูกพันแนบแน่นเพียงใด..",
//   ),
//   Book(
//     name: "คดีฆาตกรรมในบ้านสิบเหลี่ยม",
//     image: "images/471273269_1146091836875455_2897852516704275225_n.jpg",
//     author: "อายาสึจิ ยูกิโตะ (Yukito Ayatsuji)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "295 บาท",
//     review:
//         "คดีฆาตกรรมที่เหมือนเกิดขึ้นซ้ำเหตุการณ์เดิมที่เคยเกิดบนสถานที่เดียวกัน ในบ้านสิบเหลี่ยมแปลกประหลาดบนเกาะที่ไม่มีคนอยู่"
//         "...เพียงแต่คราวนี้มันเกิดกับเหล่านักศึกษาผู้ชื่นชอบนิยายสืบสวนสอบสวน เอาใจช่วยทุกตัวอักษรว่าพวกเขาจะหาพบไหมว่าฆาตกรเป็นใคร..และพวกเขาจะเอาชีวิตรอดได้ไหม",
//   ),
//   Book(
//     name: "รักข้างเดียว",
//     image: "images/471276331_1146091873542118_3961292767582456894_n.jpg",
//     author: "ฮิงาชิโนะ เคโงะ (Keigo Higashino)",
//     publisher: "Daifuku",
//     price: "355 บาท",
//     review:
//         "...คงมีสักครั้งในชีวิตที่เราตกหลุมรักใครข้างเดียว ต่อให้เป็นรักที่ไม่สมหวังแต่มันยังคงงดงามในแบบของมันเสมอ"
//         "\nฉันชอบเรื่อง รักข้างเดียว เล่มนี้ไม่เพียงเพราะมันพูดถึงหัวใจรักที่มอบให้ใครสักคน แต่มันยังเล่าถึงความรักที่ไม่มีพรมแดนทางเพศ"
//         "ไม่ต้องมีนิยามและคำจำกัดความ และไม่สำคัญว่าเราเป็นเพศอะไรเพราะถ้าเรารักใครสักคนก็เป็นเพราะเราตกหลุมรักเขาคนนั้นเท่านั้น"
//         "\n'...ความรักอาจเปลี่ยนแปลง และความเป็นเพศใดๆก็อาจเปลี่ยนแปลงได้เช่นกัน แต่ไม่ได้หมายความว่าที่ผ่านมานั้น..มันไม่จริง'",
//   ),
//   Book(
//     name: "ห้องอาหารนกนางนวล",
//     image: "images/471283519_1146091783542127_7777252092909426137_n.jpg",
//     author: "มูเระ โยโกะ",
//     publisher: "Sandwich Publishing",
//     price: "230 บาท",
//     review:
//         "การก้าวออกจากสิ่งที่คุ้นเคยไปพบกับประสบการณ์และโลกใหม่อาจไม่ง่ายแต่มันจะทำให้ชีวิตเราเปลี่ยนไปตลอดกาล ยิ่งไปในประเทศที่ไม่คุ้นเคยชีวิตคงตื่นเต้นแต่ก็ยากไม่น้อย"
//         "\nห้องอาหารนกนางนวล ทำให้คิดว่าไม่ว่าจะอายุเท่าไรก็ไม่เป็นอุปสรรคกับการเริ่มต้นใหม่ถ้าใจเรามีพลังพร้อมจะกางปีกออกบินเหมือนเหล่านกนางนวล"
//         "แม้เราอาจไม่มีโชคดีเหมือนตัวละครในเรื่อง แต่สิ่งที่เรามีได้ไม่ต่างกันคือความคิดที่มุ่งมั่น หัวใจอิสระและเมตตา",
//   ),
//   Book(
//     name: "เด็กชาย นก และช่างต่อโลง",
//     image: "images/471297441_1146092883542017_8173482158602524455_n.jpg",
//     author: "Matilda Woods",
//     publisher: "แพรวเยาวชน",
//     price: "225 บาท",
//     review:
//         "ช่างต่อโลงศพผู้ที่บอกเราว่าสิ่งที่น่ากลัวกว่าความตายคือการมีชีวิตที่ไร้ความหวัง แต่ใครจะรู้เมื่อวันหนึ่งที่เด็กชายปริศนากับนกมหัศจรรย์ปรากฎตัว"
//         "บ้านที่เคยมืดสนิทและเยียบเย็นก็สว่างไสวขึ้นอีกครั้ง..และการเดินทางใหม่กำลังจะเริ่มต้น"
//         "\nเด็กชายนกและช่างต่อโลง กับความสัมพันธ์ที่แสนน่ารัก",
//   ),
//   Book(
//     name: "เวเคนเฮิร์สต์ภาพพิพากษา",
//     image: "images/471303285_1146091886875450_7065139501015767573_n.jpg",
//     author: "Michelle Paver",
//     publisher: "Moonlit Book",
//     price: "350 บาท",
//     review:
//         "..เพิ่งเคยอ่านนิยายโกทิกที่กลวิธีการเล่าเรื่องจะเป็นการพาเราเข้าไปถึงเบื้องลึกในจิตใจของตัวละคร ความคิด ปมปัญหาและความรู้สึกในใจ ใครชอบแนวจิตนิยมน่าจะชอบ"
//         "\nเวเคนเฮิร์สต์ภาพพิพากษา เป็นเรื่องย้อนไปในประมาณปี 1900 การค้นพบภาพวาดจากยุคกลางที่นำมาสู่การฆาตกรรมสุดประหลาด การครอบงำของศาสนา การแบ่งชนชั้น แบ่งบทบาทจากเพศ และศรัทธาอันไร้เหตุผลประกอบนำพาเรื่องราวไปไกลเกินคาดคิด จนสุดท้ายก็ไม่อาจตอบได้ว่าใครน่าเห็นใจกว่ากัน",
//   ),
//   Book(
//     name: "เมื่อท้องฟ้าแจ่มใสฉันจะออกไปพบเธอ",
//     image: "images/471304920_1146091923542113_5792514887262628613_n.jpg",
//     author: "อีโดอู",
//     publisher: "Bibli",
//     price: "319 บาท",
//     review:
//         "..นี่อาจจะเป็นลมหนาวสุดท้ายของฤดูกาลนี้แต่ปีนี้มีลมหนาวให้สัมผัสมากกว่าทุกปีและเป็นจังหวะดีที่ได้หยิบเล่มนี้ขึ้นมาอ่าน เมื่อท้องฟ้าแจ่มใสฉันจะออกไปพบเธอ"
//         "\nฉันชอบภาพความรักอบอวลอ่อนหวานในฤดูหนาวที่หิมะปกคลุมในเมืองชนบทห่างไกล การกลับมาพบกันอีกครั้งของเพื่อนเก่าและความรักที่กำลังผลิบานในม่านหิมะหนาวหนา"
//         "พร้อมความจริงบางอย่างที่เปิดเผยหลังผ่านเวลามายาวนาน..ความรักจะชนะทุกอย่างได้จริงหรือไม่",
//   ),
//   Book(
//     name: "เป็นประกาย",
//     image: "images/471310760_1146092856875353_2157577504391353570_n.jpg",
//     author: "เอคุนิ คาโอริ",
//     publisher: "อิมเมจ",
//     price: "140 บาท",
//     review:
//         "เรื่องของหญิงสาวที่เป็นโรคติดเหล้าแต่งงานกับชายหนุ่มที่เป็นเกย์.. และยังมีแฟนหนุ่มของเขา? ความสัมพันธ์ที่แปลกประหลาดนี้แต่มันกลับงดงาม"
//         "และบางครั้งเราอาจได้มุมมองใหม่ของความรักว่าแท้จริงแล้วมันคืออะไร"
//         "\nชอบตัวละครทุกตัวถึงขนาดว่าถ้าจะหาใครเป็นคู่ชีวิตสักคนก็อยากได้ผู้ชายแบบมุทสึกิ ..",
//   ),
//   Book(
//     name: "ผมไม่ได้ตั้งใจตายในหมู่บ้านไร้อาชญากรรม",
//     image: "images/471319059_1146091936875445_7770361023845721418_n.jpg",
//     author: "ฮวังเซยอน",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "285 บาท",
//     review:
//         "แค่ชื่อเรื่องก็แปลกแล้ว แต่เรื่องในเล่มยิ่งสนุกและแปลกยิ่งกว่า เรื่องสืบสวนสอบสวนในเมืองที่ห่างไกล"
//         "\nอาชญากรรมความตายที่ไม่สยองขวัญเท่ากับความตลกชวนหัว กับความคิดของผู้คนในหมู่บ้านนี้ที่สุดท้ายนำพาเรื่องราวที่เหมือนจะจบไม่ลงมาสู่พวกเขา"
//         "แล้วตอนจบจะเป็นยังไงบอกได้แค่ว่าเรื่องนี้สนุกมากๆๆๆ แบบวางไม่ลง อ่านไปคิดไปหัวเราะไป"
//         "\n..บางทีอ่านจบแล้วเราอาจกลับมาตั้งคำถามกับตัวเองใหม่ว่า แท้ที่จริงแล้ว สังคมที่ดีนั้นคืออะไรกันแน่ และมันเกิดขึ้นได้จากอะไร?",
//   ),
//   Book(
//     name: "มีเหตุผลที่พระเจ้ายังให้เราหายใจ",
//     image: "images/471319897_1146092660208706_5246233830366003998_n.jpg",
//     author: "ซูซาน สเปนเซอร์-เวนเดลล์",
//     publisher: "อมรินทร์, สนพ.",
//     price: "295 บาท",
//     review:
//         "..ถ้าเรารู้ว่าเวลาในชีวิตเหลือน้อยเราจะไม่เสียเวลาไปมองหาเรื่องทุกข์ใจในชีวิต แต่เราจะเอาดวงตาและหัวใจไปใส่ใจกับสิ่งที่มีค่ากับเรามากกว่า key ของการใช้ชีวิตคือสิ่งนี้..."
//         "\n..ต่อให้เราไม่รู้ว่าเวลาชีวิตของเราเหลือสั้นแค่ไหน แต่สองหมื่นกว่าวันในชีวิตมนุษย์คนหนึ่งก็ไม่ใช่เวลายาวนานที่เราจะยอมไปเสียเวลาเพ่งจับผิดชีวิต"
//         "ใช้เวลาของเราเพื่อมองเห็นความงดงามของโลกดีกว่า... เพราะนั่นทำให้ มีเหตุผลที่พระเจ้ายังให้เราหายใจ",
//   ),
//   Book(
//     name: "ไม้บรรทัดของยมทูต",
//     image: "images/471325261_1146092686875370_8596396949496573311_n.jpg",
//     author: "Kotaro Isaka",
//     publisher: "ZOMBIE BOOKS",
//     price: "200 บาท",
//     review:
//         "'คุณคิดยังไงเกี่ยวกับความตาย' เคยมีใครถามเราแบบนี้มั้ย หรือเราเคยถามตัวเองด้วยคำถามนี้บ้างหรือเปล่า ชีวิตไม่แน่นอน"
//         "ใครจะรู้ว่าเราจะมีชีวิตอยู่ยืนยาวหรือมีชีวิตได้อีกแค่เจ็ดวันนับจากที่คนแปลกหน้าคนหนึ่งปรากฏตัวในชีวิตเรา..และบังเอิญเขาคือยมทูตที่จะตัดสินว่าเราควรมีชีวิตอยู่ต่อหรือไม่...",
//   ),
//   Book(
//     name: "แด่ชายทุกคนที่ฉันเคยรัก (To All The Boys I’ve Loved Before)",
//     image: "images/471333052_1146092793542026_7111285556186771832_n.jpg",
//     author: "เจนนี ฮาน",
//     publisher: "เอิร์นเนส พับลิชชิ่ง",
//     price: "280 บาท",
//     review:
//         "...ฉันคิดว่าตอนนี้ฉันเห็นความแตกต่างระหว่างการรักใครสักคนจากที่ไกลๆกับการรักใครสักคนใกล้ๆแล้ว เมื่อคุณเห็นเขาใกล้ๆคุณก็เห็นตัวจริงของเขาแต่เขาก็เห็นตัวจริงของคุณเหมือนกัน..."
//         "\n..ความรักน่ากลัว มันเปลี่ยนแปลง จากไปได้ นั่นคือส่วนที่เสี่ยง ฉันไม่อยากจะกลัวอีกต่อไปแล้ว ฉันอยากกล้าหาญเหมือนมาร์โกต์ ไม่ว่ายังไงมันก็เกือบปีใหม่แล้ว...",
//   ),
//   Book(
//     name: "เด็กสาวฆาตกร",
//     image: "images/471357487_1146091943542111_1355834917079311169_n.jpg",
//     author: "ริคาโกะ อากิโยชิ (Rikako Akiyoshi)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "225 บาท",
//     review:
//         "เรื่องราวในโรงเรียนมัธยมหญิงล้วนที่อ่านแล้วให้บรรยากาศเหมือนดูการ์ตูนตาหวานญี่ปุ่น เรื่องราวของเหล่าเด็กสาวผู้งดงามตามวัย"
//         "แต่ต้องมาเจอกับการฆ่าตัวตาย..หรืออาจเป็นฆาตกรรมของนักเรียนที่เป็นดาวเด่น"
//         "\n..'เรามักเป็นตัวร้ายในเรื่องเล่าของใครคนหนึ่งเสมอ' ประโยคนี้จริงมาเมื่อได้อ่านเรื่องนี้ แต่แล้วสุดท้ายใครจะรู้ว่าตัวร้ายที่แท้จริงคือใคร"
//         "หรือเราทุกคนคือตัวร้ายด้วยกันทั้งหมด ...แล้วสุดท้ายก็มาถกเถียงกันใหม่ว่าใคร 'ร้ายที่สุด'"
//         "\nตอบจบคุณจะพบความร้ายกาจอย่างไม่น่าเชื่อ..บอกได้แค่นี้",
//   ),
//   Book(
//     name: "แมวนักพยากรณ์แห่งร้านกาแฟจันทร์เต็มดวง",
//     image: "images/471359385_1146091786875460_4131966989004568045_n.jpg",
//     author: "ไม โมจิทสึกิ",
//     publisher: "Piccolo",
//     price: "255 บาท",
//     review:
//         "...เคยมีบางเวลาที่รู้สึกเหนื่อยและอยากนั่งลงพักที่ไหนสักแห่ง คาเฟ่สวยๆกับขนมอร่อยมักเป็นตัวเลือกแรกๆที่นึกถึง แต่ถ้าที่แห่งนั้นคือคาเฟ่ลับที่มีมาสเตอร์แมวยักษ์เป็นเจ้าของ ผู้ซึ่งเสิร์ฟขนมและเครื่องดื่มอร่อยชวนฝันและยังพยากรณ์ชีวิตเราได้ด้วย"
//         "\nและมันไม่ใช่แค่การพยากรณ์ชีวิตแต่มันคือการรักษาบาดแผลในหัวใจที่ใครต่างก็มีบาดแผลของตัวเอง แต่การที่เราจะก้าวข้ามบาดแผลเหล่านั้นได้ต้องเริ่มจากการเข้าใจตัวเองเสียก่อน แมวนักพยากรณ์แห่งร้านกาแฟจันทร์เต็มดวง อาจช่วยเราได้"
//         "\n...อยากมีที่แบบนั้นให้ฉันได้ไปพักใจบ้างจัง เล่มนี้ยกให้เป็นอันดับต้นๆในดวงใจของหนังสือที่อ่านในปีนี้เลย",
//   ),
//   Book(
//     name: "หากคุณตกหลุมรักทกโกซม",
//     image: "images/471367249_1146091813542124_8741752253495275768_n.jpg",
//     author: "ฮอจินฮี",
//     publisher: "Piccolo",
//     price: "225 บาท",
//     review:
//         "ใครเคยมีเพื่อนเป็นแม่มดมั้ย? แล้วแม่มดนี่เขามีชีวิตยังไงนะ บางที่อาจไม่สำคัญว่าเขาเป็นอะไรเท่ากับว่าเขาคือเพื่อน"
//         "\n..มีเพื่อนบางคนที่เราชอบและมีเพื่อนบางคนที่เรารู้สึกว่าไม่น่ารัก แต่หากเรามองให้เห็นว่าเบื้องหลังความไม่น่ารักนั้นเขาต้องพบเจอและได้ผ่านอะไรมา เราไม่จำเป็นต้องรักเพื่อนทุกคนก็ได้ แต่เราอาจเข้าใจเขามากขึ้น อย่างน้อยก็คงเกลียดเขาไม่ลง",
//   ),
//   Book(
//     name: "Letters to Sam: จดหมายถึงแซม",
//     image: "images/471383127_1146091823542123_4578877807996175027_n.jpg",
//     author: "Daniel Gottlieb",
//     publisher: "Ophrachao Publishing",
//     price: "285 บาท",
//     review:
//         "ไม่รู้ว่าเพราะฉันอ่อนไหวหรือหนังสือเล่มนี้ช่างอ่อนโยน ทุกครั้งที่อ่านแต่ละบทจะต้องมีบางช่วงบางตอนที่น้ำตาซึมขึ้นมา.."
//         "\n..ความคิดและคำสอนของคุณตาที่ป่วยแต่อยากส่งต่อคำสอนและความคิดไปถึงหลานที่เป็นออทิสติก การเป็นคนพิเศษนั้นไม่ง่าย แต่วิธีการที่เรามองโลก กับวิธีที่เราเผชิญกับสิ่งต่างๆนั้นจะทำให้ความพิเศษของเรานั้นยิ่งงดงาม...",
//   ),
//   Book(
//     name: "ร้านขายเวลา",
//     image: "images/471401431_1146091883542117_1290261784836073161_n.jpg",
//     author: "คิมซ็อนย็อง",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "ฉันเคยคิดมาเสมอว่าเวลาที่มีค่าที่สุดคือเวลา ณ ปัจจุบันของเรา แต่ ร้านขายเวลา เป็นอีกเรื่องที่ชวนให้คิดและค้นหาความหมายของเวลาอีกครั้ง"
//         "\nเพื่อที่จะพบว่าเวลาปัจจุบันนั้นสำคัญ แต่เวลา ณ ครั้งหนึ่งในอดีตก็มีค่าไม่แพ้กัน เพราะการหมุนเอาความทรงจำในอดีตกลับมาอีกครั้งก็เหมือนกับเราย้อนกลับไปใช้เวลาในอดีตเพื่อชุบชูชีวิต"
//         "\n...ท้ายสุดไม่ว่ามิติเวลาจะมีความหมายกับแต่ละคนอย่างไรแต่การได้ใช้เวลาของเราเพื่อโอบกอดและเอื้อประโยชน์ให้ผู้อื่นยิ่งทำให้เวลานั้นมีค่าขึ้นอีกหลายเท่า"
//         "\nฉันชอบบทส่งท้ายนี้"
//         "\n'..สายลมพัดเส้นผมให้ปลิวสยาย สายลมนี้คงกำลังพุ่งทะยานไปที่อื่นต่อและที่ตรงนั้นก็คงมีสายลมวูบใหม่ที่เพิ่งเคยพัดผ่านเข้ามาเป็นครั้งแรกอีกครั้ง ดั่งช่วงเวลาที่หมุนผ่านเข้ามาคือช่วงเวลาแรกของเราเสมอ'"
//         "\n..เลือกหนังสือเล่มนี้ส่งท้ายให้กับเวลาแห่งปีเก่าที่กำลังล่วงผ่าน และปีใหม่ที่กำลังก้าวเข้ามานะคะ",
//   ),
//   Book(
//     name: "เดอะเฮเวนคาเฟ่สำหรับผู้โหยหาความตาย",
//     image: "images/471405893_1146091366875502_3041439710753140149_n.jpg",
//     author: "ชองแฮยอน",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "สิ่งที่รู้สึกคือดูเหมือนว่าโลกยุคนี้มีคนที่ต่อสู้สุดกำลังและมีหลายครั้งที่เขารู้สึกไม่ไหว ความตายจึงเป็นเรื่องที่เขาร้องขอ"
//         "\nทั้งที่ลึกๆแล้วเขาเหล่านั้นไม่ได้อยากตายแค่เขาหมดแรงและอยากบอกให้ใครสักคนให้รู้เพื่อที่จะหยิบยื่นช่วยเหลือ"
//         "\n\tบนโลกนี้มีคนมากมายที่ถูกทำร้ายในขณะเดียวกันคนที่ทำร้ายคนอื่นนั้นอาจเคยตกเป็นเหยื่อมาก่อน"
//         "\n..บางทีคนที่บอกว่า'อยากตาย' ที่จริงแล้วมันคือสัญญาณที่เขาพยายามบอกคนอื่นว่า 'อยากมีชีวิตอยู่มากแค่ไหน' เพียงแต่ขณะนี้เขาแทบไม่มีแรงที่จะสู้ไหว..",
//   ),
//   Book(
//     name: "คำขอสุดท้ายของผู้ตายถึงผม",
//     image: "images/471416015_1146092710208701_6435798156687726129_n.jpg",
//     author: "ฟุจิมารุ (Fujimaru)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "275 บาท",
//     review:
//         "พบว่าหนังสือญี่ปุ่นหลายเล่มที่หยิบมาอ่านมักมีเรื่องที่เกี่ยวเนื่องกับเงื่อนเวลา คำขอสุดท้ายของผู้ตายถึงผม ก็เป็นอีกเล่มหนึ่ง แต่มันพูดถึงช่วงเวลาหลังความตาย"
//         "ก่อนที่ 'ผู้ตาย'จะไปสู่สุขคติ บางทีแล้วการที่คนเราไม่รู้อนาคตและพร้อมจะลืมอดีตอาจเป็นเพราะโลกสอนให้เรารู้ว่าเวลาที่สำคัญคือเวลา ณ ขณะนี้เท่านั้น",
//   ),
//   Book(
//     name: "วันที่แม่ไม่อยู่",
//     image: "images/471417546_1146091880208784_5930790535965753510_n.jpg",
//     author: "ชินกยองซุก (Kyung-sook shin)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "205 บาท",
//     review:
//         "..มีใครรู้จักชีวิตแม่เราก่อนท่านจะอยู่ในฐานะแม่บ้างมั้ยคะ เคยรู้ไหมว่าแม่เติบโตมายังไง แม่มีความฝันอะไร และวันนี้แม่มีชีวิตอย่างที่อยากมีหรือเปล่า.."
//         "วันที่แม่ไม่อยู่ อาจทำให้เราฉุกคิดว่าเรื่องธรรมดาที่เกิดกับเราในทุกวันด้วยฝีมือใครคนหนึ่งอาจกลายเป็นสิ่งพิเศษในวันที่คนคนนั้นไม่อยู่แล้ว.."
//         "อย่าลืมขอบคุณคนที่อยู่ข้างคุณเสมอในทุกๆวันก่อนที่สิ่งเหล่านั้นจะกลายเป็นอดีตไป.."
//         "\n..ฉันชอบตอนที่ลูกสาวถามแม่ว่า แม่ชอบทำครัวจริงๆไหม แล้วแม่ตอบว่า.. ไม่สำคัญว่าชอบหรือไม่ชอบ แต่ถ้ามันเป็นหน้าที่เราก็ต้องทำ ถ้าเราเอาแต่เลือกทำสิ่งที่ชอบ แล้วสิ่งที่ไม่ชอบล่ะใครจะทำ..",
//   ),
//   Book(
//     name: "เรือนมยุรา",
//     image: "images/471418107_1146092590208713_7402207704584572254_n.jpg",
//     author: "แก้วเก้า",
//     publisher: "อรุณ",
//     price: "545 บาท",
//     review:
//         "นิยายแนวประวัติศาสตร์เป็นอีกเล่มหนึ่งท่อ่านแล้วมักจะวางไม่ลงจริงๆ แม่นายนกยูงคือต้นแบบความงามอย่างอยุธยาแต่แฝงด้วยความฉลาดเฉลียว"
//         "ไม่ยอมคนและทันคน ชอบบุคลลิกตัวละครหญิงแบบนี้จัง รวมทั้งนกยูงสำริดตัวนั้นที่ทำให้ฉันหลงใหลในกฤตยามนต์จนถอดตัวไม่ขึ้น...",
//   ),
//   Book(
//     name: "ถ้าวันหนึ่งนั้น…ฉันตาย",
//     image: "images/471418107_1146092956875343_1457671575630182364_n.jpg",
//     author: "อีกยองเฮ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "175 บาท",
//     review:
//         "ชีวิตวัยรุ่นนั้นมีโจทย์มากมายที่ต้องผ่าน และบางโจทย์ไม่ง่ายเลย ถ้าวันหนึ่งเพื่อนสนิทเราตาย จะผ่านมันไปได้ยังไง"
//         "\n..บางครั้งเราอาจอยากรู้ว่าความตายของเรามีความหมายอย่างไรกับคนอื่น"
//         "\n...การสูญเสียที่แลกมาทำให้เห็นคุณค่าของการมีชีวิตอยู่ ถ้าวันหนึ่งนั้นฉันตาย",
//   ),
//   Book(
//     name: "ปุลากง",
//     image: "images/471420390_1146092573542048_2571645439811677720_n.jpg",
//     author: "โสภาค สุวรรณ",
//     publisher: "บรรณกิจ",
//     price: "180 บาท",
//     review:
//         "นิยายรักที่มีฉากหลังเป็นภาพสามจังหวัดชายแดนใต้ ความรักของพัฒนากรสาวกับนายตำรวจหนุ่ม หน้าที่และคุณค่าแห่งการมีชีวิตเพื่อสังคมและผู้อื่น เป็นอีกเรื่องที่รัก"
//         "\nสำหรับเราถ้าแม่พลอยคือต้นแบบในจริยวัตร หนูตุ่นในเรื่องนี้ก็คือต้นแบบทางความคิดและหัวใจที่เข้มแข็ง..",
//   ),
//   Book(
//     name: "เพียงชั่วเวลากาแฟยังอุ่น",
//     image: "images/471421214_1146092920208680_2946190074302115679_n.jpg",
//     author: "คาวางุจิ โทชิคาชิ (Toshikazu Kawaguchi)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "245 บาท",
//     review:
//         "...ถ้าย้อนเวลากลับไปได้เรากลับไปไหม ไปตอนไหนและไปทำอะไร ..แต่หากย้อนเวลากลับไปแล้วกฎหนึ่งก็คือความจริงที่เกิดขึ้นจะไม่มีวันเปลี่ยนแปลง แบบนั้นจะยังอยากกลับไปรึเปล่า..."
//         "เพียงชั่วเวลากาแฟยังอุ่น ถามคุณด้วยคำถามนี้.. สำหรับฉันพบว่าไม่ว่ายังไงเราก็ไม่อาจเปลี่ยนแปลงอดีตแต่สิ่งที่เปลี่ยนได้คือจิตใจของเราเอง..."
//         "แม้ว่าชีวิตจะขมขื่นเพียงใดเราก็สามารถก้าวข้ามได้ด้วยหัวใจของเราเท่านั้น...",
//   ),
//   Book(
//     name: "คนดีตายหมดแล้ว",
//     image: "images/471423167_1146091913542114_1092323649127828195_n.jpg",
//     author: "สรจักร",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "305 บาท",
//     review:
//         "รวมเรื่องสั้นแนวหักมุมของคุณสรจักรผู้ได้ชื่อว่าเป็นต้นแบบนักเขียนไทยแนวเรื่องหักมุมจบ"
//         "\nสนุกดีที่บางเรื่องก็เหมือนจะเดาได้แต่บางเรื่องก็เกินกว่าจะคาดเดา ที่มากไปกว่าความสนุกคือความรู้สึกที่อ่านแล้วเหมือนได้เห็นสันดานดิบของความเป็นมนุษย์ซึ่งนี่ต่างหากที่ดูหักมุมเกินจะคาดเดาจริงๆ ..",
//   ),
//   Book(
//     name: "ปีศาจยามวิกาล",
//     image: "images/471440961_1146091793542126_1457526325689675798_n.jpg",
//     author: "Sumino Yoru (ซูมิโนะ โยรุ)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "245 บาท",
//     review:
//         "เรื่องราวการแบ่งฝ่าย การ Bully กันในชั้นเรียนมัธยมที่นำไปสู่เรื่องแฟนตาซีที่แสดงออกด้วยสัญลักษณ์ของความเป็นคนและปิศาจ"
//         "\n..ในขณะที่เราตั้งตนเป็นคนดีคนที่ทำสิ่งที่ควรในความคิดของเรา เรากำลังทำร้ายใครอยู่หรือเปล่า ในร่างปิศาจเราใช้หัวใจแห่งความเป็นมนุษย์"
//         "ในขณะที่ในร่างกายมนุษย์เรากลับแสดงพฤติกรรมแบบปิศาจ ในขณะที่กำลังชี้นิ้วต่อว่าคนอื่นว่าผิด สิ่งที่เราทำอยู่นับว่าถูกต้องหรือไม่.."
//         "\n....ถูกหรือผิดเราคงต้องหาคำตอบด้วยตัวเอง",
//   ),
//   Book(
//     name: "โตเกียวทาวเวอร์แม่กับผมและพ่อในบางครั้งคราว",
//     image: "images/471441299_1146091796875459_6265074028078059310_n.jpg",
//     author: "ลิลี่ แฟรงกี้ (Lily Franky)",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "...สถานที่ที่เราเรียกว่าบ้านนั้นไม่สำคัญว่าคือที่ไหน ใหญ่โตอบอุ่นสุขสบายเพียงใด แต่สำคัญว่าเราอยู่กับใคร ที่ใดมีคนที่เรารักที่นั้นคือบ้าน"
//         "\n...พ่อกับแม่อาจไม่ใช่คนที่สมบูรณ์ เขาต่างมีเหตุผลและเส้นทางเดินชีวิตของตัวเอง แต่เขาก็คือคนที่ใกล้ชิดเราที่สุดตั้งแต่วันที่เกิดและเป็นคนที่มีส่วนหล่อหลอมในความเติบโตของเรา"
//         "\n..จงใช้ชีวิตอยู่เพื่อวันนี้ อย่ารอจนมารู้สึกผิดเมื่อทุกสิ่งไม่อาจแก้ไขได้แล้ว",
//   ),
//   Book(
//     name: "52เฮิรตซ์คลื่นเสียงที่ไม่มีใครได้ยิน",
//     image: "images/471450207_1146091463542159_1805619352759757345_n.jpg",
//     author: "มาจิดะ โซโนะโกะ",
//     publisher: "Piccolo",
//     price: "265 บาท",
//     review:
//         "....หญิงสาวที่ตัดขาดตัวเองจากโลก เธอรู้สึกว่าตัวเองเป็นเหมือนวาฬพิเศษที่ปล่อยคลื่นเสียง 52 เฮิรตซ์ซึ่งสูงเกินกว่าที่วาฬอื่นๆจะได้ยิน"
//         "\nโลกของเธอจึงโดดเดียวและเงียบเหงา แม้พยายามส่งเสียงเรียกเท่าไรก็ไม่มีใครตอบรับ ในระหว่างการเดินทางที่เงียบงันเธอกลับพบว่าแท้จริงบนโลกนี้มีคนที่เป็นเหมือนวาฬ 52 เฮิรตซ์อีกมากมาย"
//         "\nผู้คนที่พยายามส่งเสียงเรียกร้อง ขอความช่วยเหลือแต่กลับไม่มีใครได้ยินหรือตอบกลับ แต่ผู้คนเหล่านั้นก็ยังพยายามหยิบยื่นช่วยเหลือคนอื่นให้กลับมาอยู่บนโลกเดียวกัน"
//         "\n\t..หรือที่สุดแล้วเราต่างเป็นวาฬ 52 เฮิรตซ์ที่เอาแต่ส่งเสียงเรียก แต่ลืมที่จะพยายามรับฟังคลื่นเสียงซึ่งอาจแตกต่าง แต่เขากำลังสื่อสารกับเราอยู่"
//         "\n...ถ้าคุณก็เป็นวาฬ 52 เฮิร์ต อย่าลืมพยายามรับฟังคลื่นเสียงที่คนอื่นส่งมาเพื่อช่วยเขาออกจากโลกอันเงียบเหงา"
//         "\nแต่ในขณะเดียวกันก็อย่าท้อถอยกับการส่งเสียงของตัวเอง เพราะวันหนึ่งจะต้องมีใครสักคนได้ยินเสียงนี้ คนที่อาจเป็นจิตวิญญาณอีกครึ่งดวงที่คุณกำลังตามหา..",
//   ),
//   Book(
//     name: "จะเล่าเป็นเพื่อนคุณ",
//     image: "images/471453805_1146092786875360_6199200862615305400_n.jpg",
//     author: "ฆอร์เฆ่ บูกาย",
//     publisher: "ผีเสื้อสเปน",
//     price: "321 บาท",
//     review:
//         "อ่านจบด้วยความรู้สึกที่อธิบายไม่ถูกแต่ชอบนะ ถ้าเรากำลังรู้สึกว่าโลกนี้ช่างไม่ได้ดังใจ ทำไมอะไรไม่เป็นไปอย่างที่เราคาดหวัง"
//         "วิตกกังวลกับสิ่งที่อยู่ข้างหน้า แล้วเราจะทำยังไงกับชีวิตควรอ่านเล่มนี้แล้วจะได้อะไรกลับไปมากจะเล่าเป็นเพื่อนคุณ จากการเขียนของนักจิตบำบัดที่ใช้การบำบัดจิตผ่านการเล่าเรื่องและนิทาน"
//         "เป็นเล่มที่ต้องใช้เวลาและสมาธิในการอ่าน",
//   ),
//   Book(
//     name: "พันธุกรรมอำพราง",
//     image: "images/471474652_1146092893542016_1876974715307126165_n.jpg",
//     author: "ฮิงาชิโนะ เคโงะ (Keigo Higashino)",
//     publisher: "Hummingbooks",
//     price: "295 บาท",
//     review:
//         "เรื่องราวสืบสวนสอบสวนของคนในครอบครัวที่ยากจะคาดเดาว่า 19 ปีที่แล้วเกิดอะไรขึ้นกับครอบครัวนี้ และ DNA บอกอะไรเราได้บ้างนอกจากความสัมพันธ์ทางสายเลือด"
//         "ความสามารถของเราคือพรสวรรค์หรือมันอยู่ใน DNA หรือเพราะอะไร ..กับบทสรุปที่เราคาดไม่ถึง",
//   ),
//   Book(
//     name: "ถึงฉันจะโดดเดี่ยว แต่ก็ยังอยากอยู่คนเดียวอยู่ดี",
//     image: "images/471476571_1149234859894486_8669782745585222002_n.jpg",
//     author: "Toon Tellegen",
//     publisher: "Piccolo",
//     price: "275 บาท",
//     review:
//         "ถึงฉันจะโดดเดี่ยวแต่ก็ยังอยากอยู่คนเดียวอยู่ดี ชอบตั้งแต่ชื่อหนังสือเพราะเป็นคนหนึ่งที่ชอบชาร์ตพลังให้ตัวเองด้วยการอยู่คนเดียวเงียบๆ"
//         "แต่โลกนี้ก็มีคนอื่นอีกมากมาย บางคนผ่านมาแค่ผ่านไป บางคนเข้ามาเป็นสีสันในชีวิต ในขณะที่บางคนเข้ามาแล้วทำให้เราหมดแรง"
//         "\nแต่ที่สุดแล้วคนที่ชอบอยู่คนเดียวก็ยังอยากมีใครสักคนอยู่ดี เพียงแต่คนนั้นไม่ใช่ใครก็ได้ แต่คือใครสักคนที่คลิกกับเรา"
//         "ความสัมพันธ์ที่ดีคือการรู้จักให้และรับอย่างเหมาะสมในจังหวะที่พอดี หวังว่าคุณจะเจอใครคนนั้น",
//   ),
//   Book(
//     name: "เราทำงานไปทำไม WHY WE WORK",
//     image: "images/471481665_1146091893542116_8605332114671686809_n.jpg",
//     author: "Barry Schwartz (แบร์รี ชวาตซ์)",
//     publisher: "Salt, สนพ.",
//     price: "225 บาท",
//     review:
//         "..ส่งท้ายวันทำงานเหนื่อยๆ ฉันหยิบเล่มนี้มาอ่านเพราะเชื่อว่าชื่อหนังสือ เราทำงานไปทำไม จะเป็นคำถามอยู่ในใจหลายๆคน แต่ละคนคงมีคำตอบของตัวเอง"
//         "แต่ในเล่มนี้อาจเปลี่ยนมุมมองเกี่ยวกับการทำงานของเราออกไป งานที่เราไม่ได้ทำแค่เพื่อเงินแต่มันมีบางสิ่งที่มากกว่านั้น"
//         "..ที่น่าสนใจคือไม่ใช่แค่คนทำงานที่ควรอ่าน แต่คนที่อยู่ในสายบริหารงานบุคคลหรือเจ้าขององค์กรก็ควรอ่าน เพราะอาจได้รู้ว่าเราจะทำให้คนรักที่จะทำงานกับเราได้ยังไง.. อ่านแล้วขอให้สนุกกับการทำงานนะคะ",
//   ),
//   Book(
//     name: "หลากเรื่องในชีวิตของชายที่รักหนังสือ",
//     image: "images/471494611_1146092836875355_8279367403984752652_n.jpg",
//     author: "แกเบรียล เซวิน (Gabrielle Zevin)",
//     publisher: "Salt, สนพ.",
//     price: "225 บาท",
//     review:
//         "..ชายเจ้าของร้านหนังสือผู้สูญเสียทั้งคนรักและสมบัติล้ำค่า แต่กลับได้มาในสิ่งที่ไม่คาดฝัน สิ่งที่เปลี่ยนชีวิตเขาไป 'เราไม่มีวันรู้ในวันที่เราเสียทุกอย่างเราอาจได้บางสิ่งที่มีค่ากลับคืนมา'"
//         "\n...หนังสือหนึ่งเล่มอาจเปลี่ยนชีวิตเราได้ แต่ถ้าเราอยากรู้ว่าหนังสือเปลี่ยนชีวิตเราได้แต่ไหน คงต้องเริ่มจากลองอ่านหนังสือดูสักเล่มแล้วหละ..",
//   ),
//   Book(
//     name: "คาเฟ่ลูสเมนูที่รักจากการเดินทาง",
//     image: "images/471501380_1146092626875376_9154409171482419453_n.jpg",
//     author: "ฟูมิเอะ คนโด",
//     publisher: "ซันเดย์ อาฟเตอร์นูน",
//     price: "315 บาท",
//     review:
//         "ทันทีที่อ่าน คาเฟ่ลูสเมนูที่รักจากการเดินทาง จบรู้สึกมีแรงบันดาลใจอยากเปิดคาเฟ่ของตัวเอง คาเฟ่ลูสคือแบบที่ฉันฝัน"
//         "ร้านคาเฟ่ที่ขนมและอาหารเหมือนพาเราให้ออกเดินทางไปในโลกกว้าง ได้รู้จักและลิ้มรสสิ่งที่ไม่เคยสัมผัส และมากกว่าความอร่อยมันคือประสบการณ์และเรื่องราวที่แฝงอยู่ในรสชาติมหัศจรรย์นั้น.. ฉันอยากเป็นเจ้าของคาเฟ่นะ",
//   ),
//   Book(
//     name: "การผจญภัยของปีน็อกกีโอ The Adventures Of Pinocchio",
//     image: "images/471771268_1149800723171233_3875496489875430944_n.jpg",
//     author: "Carlo Collodi",
//     publisher: "แพรวเยาวชน",
//     price: "225 บาท",
//     review:
//         "หุ่นไม้จมูกยาวเรื่องเดิมที่เราเคยได้ฟังมาตั้งแต่เด็ก พอได้มาอ่านวรรณกรรมในฉบับจริงก็ให้ความรู้สึกที่ต่างออกไป ..วรรณกรรมเด็กอาจไม่ได้พูดแค่เรื่องของเด็ก"
//         "แต่อาจมีหลายเรื่องสอดแฝงเอาไว้ แล้วแต่ว่าเราจะมองเห็น หลายประเด็นแม้ผ่านมาเป็นร้อยปีแต่ดูเหมือนสิ่งที่เกิดขึ้นยังคงเกิดซ้ำๆและมนุษย์ยังคงทำผิดซ้ำๆ"
//         "\nนิทานสอนใจในวัยเด็กไม่ได้ไร้ค่าแค่ขึ้นอยู่กับว่าเราเรียนรู้แล้วลงมือทำหรือเปล่า",
//   ),
//   Book(
//     name: "ฉันไม่เป็นไรจริงๆ ใช่ไหม",
//     image: "images/472792355_1158426128975359_8875629188132886367_n.jpg",
//     author: "ชองมีจิน",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "มีบางครั้งที่เราอาจรู้สึกอ่อนแอ ฉันจะบอกมันไม่ใช่เรื่อง มีบางเวลาที่เรารู้สึกต้องการใครสักคน 'คุณใครกันนะ' อาจเป็นหนึ่งคนที่คุณนึกถึง"
//         "เราทุกคนต่างมีคุณใครกันนะซึ่งคือตัวตนลึกๆของเราข้างใน แต่หลายครั้งความเป็นตัวเราอาจไม่ได้รับการยอมรับ ไม่เป็นที่ถูกใจของสังคมเราจึงต้องเก็บเอาไว้แล้วสุดท้ายก็ลืมตัวตนนั้นไป"
//         "\n...อย่าใจร้ายกับตัวเอง อย่าหลงลืมตัวตนภายในของเรา เพราะในช่วงเวลาอ่อนแอเราจะมีตัวเราอยู่ข้างๆเสมอ เพื่อบอกตัวเองว่า เราอ่อนแอได้และมันไม่ได้แย่..",
//   ),
//   Book(
//     name: "เราจะได้พบกัน เมื่อวันซากุระบาน",
//     image: "images/472913733_1157501072401198_3803067707658965840_n.jpg",
//     author: "ชิเน็น มิกิโตะ",
//     publisher: "Piccolo",
//     price: "315 บาท",
//     review:
//         "เวลาที่ได้อ่านนิยายเกี่ยวกับคนที่เหลือช่วงเวลาสุดท้ายในชีวิตเรามักได้เห็นการหาความหมายของมีชีวิตอยู่ คุณค่าของการใช้ช่วงเวลาที่เหลือและความงดงามของชีวิตแต่"
//         "เราจะได้พบกันเมื่อวันซากุระบาน มีมากกว่านั้น เรื่องราวช่วงเวลาสุดท้ายในชีวิตของหญิงสาวผู้ป่วยเป็นโรคเนื้องอกในสมองกับหมอฝึกหัดหนุ่ม"
//         "ที่ไม่แค่ใช้ชีวิตช่วงสุดท้ายอย่างมีความหมายแต่มันมีเรื่องลึกลับซับซ้อนจนเกินจะคาดเดา มีหลายจังหวะที่อ่านไปแล้วมีคำถามในหัวว่านี่มันจะจบแบบนี้จริงๆหรือ"
//         "แต่แล้วเรื่องก็จะพลิกผันให้มีอะไรต่อไปอีก ...แต่ไม่ว่ามันจะจบอย่างไรเราจะแน่ใจได้อย่างหนึ่งว่าชีวิตนั้นมีความหมายเมื่อเราได้ใช้มันเพื่อคนอื่นต่อๆไป",
//   ),
//   Book(
//     name: "หากวันใดคุณหลงทาง จงฟังเสียงที่อยู่ในหัวใจ",
//     image: "images/472925367_1158139569004015_8406399583561341587_n.jpg",
//     author: "มิยาชิตะ นัตสึ",
//     publisher: "Piccolo",
//     price: "275 บาท",
//     review:
//         "ใครจะรู้ว่าพรสวรรค์มีอยู่จริงไหม หรือต่อให้ไม่มีก็แปลว่าตัวเราไม่ควรค่าที่จะทำสิ่งนั้นเลยหรือเปล่า หรือที่จริงเราทุกคนต่างก็มีพรสวรรค์เพียงแต่ยังไม่สามารถค้นลงไปเจอมันในตัวเรา"
//         "\n...ลองฟังเสียง ๆ เล็กจากหัวใจเราที่ดังลอดออกมาในบางครั้ง บางอย่างต้องใช้เวลา โลกนี้มีฤดูกาลและต้นไม้ทุกต้นมีช่วงเวลาเติบโตของมัน"
//         "\n..หรือที่สุดแล้วต่อให้ไม่มีพรสวรรค์แต่เรามีสองมือที่เลือกได้ว่าจะทำสิ่งใด..",
//   ),
//   Book(
//     name: "ปริซึม สีของความรู้สึก",
//     image: "images/473036620_1158430895641549_2843415061243912790_n.jpg",
//     author: "Sohn Won-Pyung (ซน ว็อนพย็อง)",
//     publisher: "Piccolo",
//     price: "245 บาท",
//     review:
//         "ปริซึมสีของความรู้สึก อ่อนหวานในบางที ขมในบางคราวแต่เราล้วนเคยผ่านความรู้สึกเหล่านี้ ...นิยายรักบนพื้นฐานของความเป็นจริง"
//         "ตัวละครที่เป็นมนุษย์จริงๆผู้มีเหตุผลเบื้องในการกระทำและในความรัก พวกเขาอาจทำผิดคิดร้ายด้วยเหตุผลเพราะรักแต่สุดท้ายต่างคนต่างได้เรียนรู้"
//         "และความรักจะยังดำรงอยู่รอบตัวเราเสมอ..จนกว่าดวงอาทิตย์จะหลอมละลาย จนกว่าจักรวาลจะล่มสลายกลายเป็นผุยผง",
//   ),
//   Book(
//     name: "ร้านไม่สะดวกซื้อของคุณทกโก",
//     image: "images/473055640_1158435315641107_69996758991006492_n.jpg",
//     author: "คิมโฮย็อน",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "ร้านสะดวกซื้อก็เหมือนภาพจำลองชีวิต เราอาจเป็นแขกของกันและกันที่บังเอิญมาพบกับบนสถานที่ที่เรียกว่าถนนชีวิตและวันหนึ่งก็อาจจากกันไป"
//         "แต่เราได้ทิ้งสิ่งใดหรือสร้างความประทับใจให้แขกของเราได้รับกลับไปหรือไม่ ทุกความสัมพันธ์สิ่งสำคัญคือการสื่อสาร การสื่อสารคือพูดและรับฟังอย่างแท้จริง"
//         "\n..ชีวิตนั้นไม่สะดวกหรอกแต่เราก็ต้องหาทางอยู่กับมันได้อย่างเป็นสุข",
//   ),
//   Book(
//     name: "สมุดบันทึกแห่งความสัตย์จริง",
//     image: "images/473079033_1158451045639534_7456227145692322521_n.jpg",
//     author: "แคลร์ พูลีย์ (Clare Pooley)",
//     publisher: "Piccolo",
//     price: "395 บาท",
//     review:
//         "ทุกคนล้วนมีปมในใจมีจุดอ่อนที่ไม่อยากบอก แม้ภายนอกชีวิตอาจดูดีสมบูรณ์แต่ภายในทุกคนล้วนมีบาดแผลมากน้อยต่างกันไปและเราทุกคนต่างกำลังต่อสู้กับปมนั้นของตัวเอง"
//         "จะดีแค่ไหนถ้ามีใครสักคนให้ได้บอกเล่าความอ่อนแอในใจ และคงยิ่งดีมากกว่าถ้าคนที่ได้รับรู้นั้นอ้าแขนโอบอุ้มเป็นกำลังใจรวมถึงให้ความช่วยเหลือ เพื่อให้เราทุกคนผ่านช่วงเวลายากๆไปได้"
//         "สมุดบันทึกแห่งความสัตย์จริง เรื่องของคนหลากชีวิตที่ได้มาเจอกันและนั่นคือจุดเริ่มต้นของความงดงามที่มีให้แก่กัน"
//         "\n...ชอบเล่มนี้มากเพราะทำให้นึกถึงหนัง Rom Com ยุค 90 ที่เคยชอบ มันน่ารัก อบอุ่นและเต็มไปด้วยรอยยิ้ม",
//   ),
//   Book(
//     name: "โมโม่",
//     image: "images/473164481_1160187318799240_3961914336663137027_n.jpg",
//     author: "มิชาเอ็ล เอ็นเด้",
//     publisher: "แพรวเยาวชน",
//     price: "265 บาท",
//     review:
//         "วรรณกรรมเยาวชนที่เขียนมานานกว่า 50 ปีแต่ยังบอกเล่าเรื่องที่เข้ากับยุคสมัยนี้ ชีวิตที่หมุนไปเร็ว การให้ค่ากับความรวดเร็วใช้เวลาน้อย"
//         "แต่ทำให้คุณค่าบางอย่างในชีวิตตกหาย เราคุ้นชินกับคำพูดว่าเวลาเป็นเงินเป็นทอง หรือจริงๆแล้วเวลาคือชีวิต เรามีเวลาไว้เพื่อประหยัดหรือมีไว้ใช้เพื่อคนที่เรารัก"
//         "\n...เร็วคือดีจริงไหมในโลกทุกวันนี้",
//   ),
//   Book(
//     name: "หมู่บ้านหมาหอน",
//     image: "images/473277395_1160196852131620_7568549196333649273_n.jpg",
//     author: "ฮิซาดะ ทัตซึกิ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "285 บาท",
//     review:
//         "ตำนานเรื่องเล่าที่ถูกเล่าต่อๆกันมาจนไม่รู้ว่าเป็นเรื่องจริงหรือเรื่องแต่ง จนวันหนึ่งจึงได้พบว่าเรื่องนั้นมันใกล้ตัวเรากว่าที่คิด"
//         "\nนิยายสยองขวัญที่อ่านแล้วเหมือนดูหนัง มันไม่ใช่แค่เรื่องสยองขวัญและลึกลับแต่มันคือการสืบสวนหาความจริงเบื้องหลังเรื่องเล่าที่ถูกส่งต่อกันมา"
//         "...หรือว่าเราอาจพบว่าตอนจบเราคือส่วนหนึ่งของเรื่องเล่านั้น",
//   ),
//   Book(
//     name: "จะเป็นใครกันที่หยิบฉันออกจากชั้นหนังสือ",
//     image: "images/473342121_1160192608798711_377674618154634498_n.jpg",
//     author: "ซาโกะ ไอซาวะ",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "เราต่างเหมือนหนังสือที่อยู่บนชั้นรอวันที่ใครสักคนจะหยิบออกมาเปิดอ่าน จะเป็นใครกันที่หยิบฉันออกจากชั้นหนังสือ"
//         "\nเรื่องของเด็กสาวในโรงเรียนกับวันวัยแห่งการเติบโตและค้นหาตัวเอง..."
//         "\nต่างคนต่างรู้สึกว่าตัวเองแปลกแยกและแตกต่าง เฝ้าแต่คิดว่าคนอื่นจะมองและตัดสินตัวเองยังไง ในขณะเดียวกันก็มองคนอื่นด้วยสายตาตัดสินว่าเขาไม่ใช่พวกเดียวกับฉัน"
//         "เพราะเขาไม่ใช่คนแบบฉันและเลือกแยกตัวออกมา หรือที่สุดแล้วความโดดเดี่ยวคือสิ่งที่เราสร้างมันให้กับตัวเอง"
//         "\n..และต่อให้โดดเดี่ยวเพียงใด คุณอาจพบว่าหนังสือ เรื่องราวและตัวละครในนั้นกำลังหยิบยื่นอะไรให้คุณอยู่และอาจทำให้โลกนี้ไม่น่ากลัวจนเกินไป",
//   ),
//   Book(
//     name: "นักสื่อสารกับสัตว์เลี้ยงในร้านกาแฟโม่โม่",
//     image: "images/473389355_1160177765466862_257543976512393220_n.jpg",
//     author: "หลิวข่ายซี",
//     publisher: "Piccolo",
//     price: "395 บาท",
//     review:
//         "คนเลี้ยงสัตว์มีวิธีฝึกและสื่อสารกับสัตว์เลี้ยงของตัวเองแตกต่างกันไป แต่คงมีบางครั้งที่สัตว์เลี้ยงแสนรักกลับทำอะไรที่เราไม่เข้าใจ"
//         "นักสื่อสารกับสัตว์เลี้ยงในร้านกาแฟโม่โม่ จึงเป็นตัวช่วยที่พวกเขาเลือก และสุดท้ายอาจเป็นเพราะเราเองต่างหากที่ไม่เข้าใจสิ่งที่สัตว์ต้องการสื่อสารกับเรา"
//         "และหลายครั้งที่สัตว์เลี้ยงคือคนที่ช่วยชีวิตเราเอาไว้"
//         "\nมีคนเคยบอกว่าสัตว์เลี้ยงก็เหมือนคนในครอบครัว บางทีอาจเป็นเช่นนั้นจริง ๆ ก็ได้",
//   ),
//   Book(
//     name: "30 นาที...จนกว่าจะจากลา",
//     image: "images/473553091_1160204078797564_3025417050192089326_n.jpg",
//     author: "San Toudou (ซัน โทโด)",
//     publisher: "ฟูริน",
//     price: "229 บาท",
//     review:
//         "30นาทีจนกว่าจะจากลา เพื่อนบอกว่าเล่มนี้ตอนเป็นภาพยนตร์สนุกมาก ส่วนในแบบหนังสือก็น่ารักและสนุกวางไม่ลง ฉันชอบทุกไอเดียในเรื่องนี้ที่ภาพยนตร์หรือหนังสือญี่ปุ่นมักพูดถึง"
//         "ทั้งคุณค่าของเวลา ความทรงจำ ความฝัน และการมีชีวิตอยู่ทั้งเพื่อจุดหมายของตัวเองและเพื่อใครสักคน เทปคาสเซ็ตไม่ใช่แต่เครื่องเล่นให้เสียงดนตรีกล่อมใจ"
//         "แต่ยังเป็นเครื่องบันทึกเพื่อเก็บเรื่องราวต่าง ๆ ได้ด้วย บางทีชีวิตอาจเป็นแบบนั้น เราใช้ชีวิตเพราะสร้างเรื่องราวที่งดงามกับใครต่อใคร และเราต่างก็เป็นความทรงจำของกันและกัน",
//   ),
//   Book(
//     name: "หนังสือเล่มนี้ที่คุณตามหา",
//     image: "images/474567143_1168639664620672_8049376405811402356_n.jpg",
//     author: "มิจิโกะ อาโอยามะ (Michiko Aoyama)",
//     publisher: "Piccolo",
//     price: "325 บาท",
//     review:
//         "' หาอะไรอยู่เหรอ ? ' ..."
//         "\nหนังสือเล่มนี้ที่คุณตามหา ห้องสมุดกับบรรณารักษ์คนพิเศษที่คอยแนะนำหนังสือที่เราตามหา.. สำหรับคนหลงทางบนเส้นทางของชีวิต"
//         "\n..เราต่างมีช่วงเวลาที่หลงทางไม่ว่าจะในช่วงต้นการเดินทางหรือแม้แต่ในบั้นปลาย ลองเปิดเส้นทางใหม่ มุมมองใหม่"
//         "เวลาที่เจอทางตันถ้าเอาแต่มองไปข้างหน้าก็คงหาทางออกไม่เจอ ลองเปลี่ยนมุมมองให้กว้างเราอาจพบเส้นทางใหม่ เส้นทางไม่ได้อยู่ในแผนที่ ไม่ได้อยู่ในหนังสือเล่มไหน แต่อยู่ในใจเราเองที่พร้อมเปิดรับ",
//   ),
//   Book(
//     name: "ปลากระดี่ช็อกโกแลตแหวกว่ายบนท้องฟ้ายามค่ำคืน",
//     image: "images/474699537_1168067261344579_8078286496093879998_n.jpg",
//     author: "มาจิดะ โซโนะโกะ",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "โลกนี้เหมือนมหาสมุทรผืนใหญ่และเราต่างเหมือนปลาที่แหวกว่าย ปลาทั้งหลายล้วนแตกต่างทั้งสายพันธุ์และการใช้ชีวิต ปลาบางตัวถูกจับย้ายถิ่นข้ามโลกจากมหาสมุทรมาอยู่ในตู้ปลา"
//         "ในขณะที่ปลาบางตัวออกเดินทางแสนยาวไกลเพื่อหาที่อยู่ใหม่ ต่อให้ทุกข์ทรมาน ต่อให้ลำบากเพียงไหนเราต่างก็ยังคงพยายามแหวกว่ายและมีชีวิตอยู่ต่อไปให้ได้"
//         "เพื่อวันหนึ่งจะพบสถานที่และชีวิตที่เหมาะกับเรา ถ้าเรายอมแพ้ตั้งแต่วันนี้ก็อาจไม่มีโอกาสได้พบที่แห่งนั้นก็ได้",
//   ),
//   Book(
//     name: "ความสัมพันธ์101",
//     image: "images/474778700_1168623854622253_6972586989909917262_n.jpg",
//     author: "ช่า บันทึกของตุ๊ด",
//     publisher: "DOT",
//     price: "250 บาท",
//     review:
//         "ชื่อหนังสือที่เหมือนรายวิชาพื้นฐานที่เราต้องลงทะเบียนเรียน นี่ไม่ใช่หนังสือแบบเรียนแต่มันบันทึกจากประสบการณ์ของความสัมพันธ์มากมายในหลายรูปแบบที่ 'คุณช่า"
//         "เจ้าของเพจ บันทึกของตุ๊ด เคยประสบมาทั้งกับตัวเองและคนรอบข้าง"
//         "\nเพราะท้ายที่สุดความสัมพันธ์ไม่อาจใช้ทฤษฎีหรือหลักการตายตัวใด ๆ แต่มันคือวิชาที่เราจะต้องเรียนรู้ไปตลอดชีวิต",
//   ),
//   Book(
//     name: "คุณ ผม และผู้คนที่สวนกันบนรถไฟสายฮังคิว",
//     image: "images/474806328_1168644867953485_5968560223020442846_n.jpg",
//     author: "อาริคาว่า ฮิโระ",
//     publisher: "Piccolo",
//     price: "255 บาท",
//     review:
//         "คิดถึงญี่ปุ่น อยากไปเที่ยวแล้วเลยหยิบเล่มนี้มาอ่าน คุณผมและผู้คนที่สวนกันบนรถไฟสายฮังคิว"
//         "\nอ่านเพลินเหมือนได้นั่งรถไฟสายท้องถิ่นของญี่ปุ่นไปเรื่อย ๆ"
//         "\n...เรื่องราวต่าง ๆ ในชีวิตอาจเริ่มต้นและจบลงได้รวดเร็วเท่ากับการเปลี่ยนสายรถไฟ อยู่ที่ว่าเราเลือกจะเดินทางไปกับรถไฟขบวนไหนเท่านั้น"
//         "หวังว่าฉันเองก็จะเลือกสายรถไฟที่เหมาะกับตัวเองได้เช่นกัน",
//   ),
//   Book(
//     name: "หัวใจที่สูญหายและต้นไม้แห่งการเริ่มต้น ",
//     image: "images/474838316_1169675791183726_6744923019638515111_n.jpg",
//     author: "นัตสึคาวะ โซสุเกะ",
//     publisher: " Bibli",
//     price: "319 บาท",
//     review:
//         "ปรัชญาแบบญี่ปุ่นนั้นให้ความเคารพต่อธรรมชาติ ป่าเขา ต้นไม้ก้อนหิน ทุกสิ่งเป็นตัวแทนเทพเจ้าและเป็นสิ่งที่ผู้คนให้ความเคารพ"
//         "เพราะลึกลงไปแล้วมันคือการที่มนุษย์รู้จักที่จะเคารพธรรมชาติ วิชาคติชนวิทยาคือวิชาที่ว่าด้วยการศึกษาวัฒนธรรมของมนุษย์"
//         "ความคิดความเชื่อที่ถูกถ่ายทอดส่งต่อกันมา แต่สิ่งเหล่านี้กำลังเสื่อมสูญและไม่อยู่ในชุดความเชื่อของคนในปัจจุบันอีกแล้วด้วยไม่เห็นคุณค่า"
//         "\nชอบประโยคนี้ในเรื่องที่ว่า '..บางสิ่งอยู่นอกเหนือเหตุและผล ไม่อาจพิสูจน์ได้แต่ไม่ได้หมายความว่ามันไม่มีอยู่จริง'"
//         "\nเมื่อความเชื่อ ความเคารพในธรรมชาติหดหาย สิ่งที่แตกสลายอาจไม่ใช่โลกแต่คือมนุษย์และจิตใจของเราเองที่พังสลายเพราะหาที่ยึดเหนี่ยวไม่เจอ",
//   ),
//   Book(
//     name: "ที่ที่ดีที่สุดในโลกอยู่ตรงนี้ ",
//     image: "images/474841511_1168633091287996_4583175238607675205_n.jpg",
//     author: "ฟรานเซสค์ มิราเยส, กาเร ซันโตส",
//     publisher: "Piccolo",
//     price: "235 บาท",
//     review:
//         "ใช้เวลาวันที่ได้หยุดนั่งคิดถึงช่วงที่ผ่านมาและสิ่งที่จะต้องทำต่อไปในอนาคตแล้วก็นึกถึงหนังสือเล่มนี้.."
//         "\n...ปริศนาของ อดีต ปัจจุบันและอนาคตถูกเฉลยเอาไว้ในหนังสือเล่มนี้ ที่ที่ดีที่สุดในโลกอยู่ตรงนี้ หลายครั้งที่เราจมอยู่กับอดีต หรือเอาแต่คิดวาดหวังอนาคตข้างหน้า"
//         "จนลืมทำเวลาปัจจุบันตกหายไป ทั้งที่จริงแล้ว บางเรื่องเกิดขึ้นเพียงแค่ชั่วขณะเดียวเท่านั้น เวลาของชีวิตนั้นเดินอยู่ทุกวินาที อยู่ที่ตัวเราจะออกเดินไปด้วยไหม"
//         "\n..สำหรับฉันที่ที่ดีที่สุดในโลกอยู่ตรงนี้ ชั่วขณะที่อยู่ตรงหน้า ..ณ เวลาปัจจุบัน",
//   ),
//   Book(
//     name: "Pollyanna โลกนี้ไม่มีสิ้นหวัง",
//     image: "images/474907576_1169689294515709_798749628932588973_n.jpg",
//     author: "Eleanor H. Porter",
//     publisher: "OMG books",
//     price: "260 บาท",
//     review:
//         "บนโลกนี้ เราไม่อาจได้ทุกอย่างแต่มันมีบางอย่างในทุก ๆ อย่างที่เรารู้สึกดีใจด้วยได้..อยู่ที่ว่าเราหามันเจอไหม"
//         "\nเด็กหญิงตัวน้อยที่พ่อของเธอสอนให้รู้จักเล่น 'เกมดีใจ' เกมที่ต่อให้เราพบเจอเรื่องที่ไม่เป็นอย่างใจแต่ก็หาจุดที่เราจะดีใจกับมันได้"
//         "มันไม่ง่ายเลย และหลายครั้งเราก็แอบร้องไห้เพราะเอาชนะเกมนี้ไม่ได้ และโจทย์ใหญ่ที่สุดที่หนูน้อยพอลลีแอนนาจะต้องเจอเธอจะผ่านไปได้หรือไม่"
//         "\n..โลกนี้ไม่มีสิ้นหวัง ฉันเชื่อแบบนี้ การมองหาและเล่นเกมดีใจอาจไม่ได้เปลี่ยนแปลงสิ่งที่มันเป็นแต่อย่างน้อยมันจะทำเรามีกำลังใจที่จะผ่านเรื่องราวเหล่านั้นไปได้"
//         "\nฉันเลือกหนังสือเล่มนี้เพื่อส่งท้ายปลายปี และต้อนรับเราสู่ปีใหม่ที่กำลังจะก้าวเข้ามาอีกปี ของให้ปีนี้เป็นปีที่เรามีเรื่องดีใจได้ทุก ๆ วัน",
//   ),
//   Book(
//     name: "ชาเขียวอุ่นๆกับคุณในวันจันทร์",
//     image: "images/474949097_1168051778012794_2335133687056337687_n.jpg",
//     author: "มิจิโกะ อาโอยามะ ( Michiko Aoyama)",
//     publisher: "Piccolo",
//     price: "235 บาท",
//     review:
//         "ช่วงเวลา ๑๒ เดือนในหนึ่งปี ฤดูกาลเปลี่ยนแปลง ผู้คนก็เปลี่ยนแปลงและเติบโต ทุกช่วงเวลามีเรื่องราวและอุปสรรคที่ต้องผ่าน เหมือนฤดูกาลที่หนาวเหน็บ ร้อนแผดเผา"
//         "หรือเปียกปอนด้วยสายฝน แต่เมื่อผ่านช่วงเวลาเหล่านั้นมาเราทุกคนต่างก็เติบโต ไม่ใช่เพียงลำพังแต่ยังมีมือและผู้คนอีกมากมายรอบตัวที่ช่วยเกื้อหนุนให้เราเดินต่อไปได้"
//         "\nเราไม่มีวันรู้ว่าวันข้างหน้าจะเป็นอย่างไร เหมือนที่ไม่รู้ว่าพรุ่งนี้แดดจะออกหรือฝนจะตก แต่เรารู้ว่าเราจะผ่านมันไปได้ และเรื่องดีๆอาจรออยู่ข้างหน้า",
//   ),
//   Book(
//     name:
//         "NOSE NOTE บันทึกเรื่องกลิ่นจากปลายจมูก ฝนตกข้างบ้าน ถึงจักรวาลอันไกลโพ้น",
//     image: "images/474952472_1168058444678794_2747897922026676215_n.jpg",
//     author: "กันต์นที นีระพล",
//     publisher: "Avocado Books",
//     price: "350 บาท",
//     review:
//         "ฉันเป็นคนหนึ่งที่หลงใหลในกลิ่นและมีสัมผัสกับกลิ่นต่างๆได้ค่อนข้างไว และเคยสงสัยมาตลอดว่าทุกครั้งที่ได้กลิ่นสิ่งต่าง ๆ มันจะเปลี่ยนแปลงอารมณ์ความรู้สึกของเราข้างในไปด้วยได้"
//         "เช่น ในเช้าวันเครียด ๆ กับอาการปวดหัว เพียงได้กลิ่นกาแฟก็รู้สึกผ่อนคลายอย่างประหลาด หรือบางกลิ่นที่เคยจำได้เมื่อนานมาแล้ว"
//         "พอได้กลิ่นนี้อีกครั้งความทรงจำและเรื่องราวในครั้งนั้นจะหวนกลับมาชัดเจน แม้แต่เรื่องร้ายๆในความทรงจำก็เคยมี"
//         "\nหนังสือ NOSENOTE เล่มนี้พาเราไปเข้าใจว่ากลิ่นมีผลต่อเราอย่างไรบ้าง หลายอย่างเพิ่งได้รู้และมันช่างน่าอัศจรรย์ ลองเปิดประตูไปพบกับโลกของกลิ่นไปด้วยกันนะ",
//   ),
//   Book(
//     name: "แม่ ฉัน และอัลไซเมอร์",
//     image: "images/474976377_1168897074594931_1640224138459778307_n.jpg",
//     author: "ชลจร จันทรนาวี",
//     publisher: "Avocado Books",
//     price: "250 บาท",
//     review:
//         "ฉันผู้เคยสัมผัสใกล้ชิดกับการดูแลผู้ป่วยอัลไซเมอร์สะดุดใจกับหนังสือเล่มนี้ การดูแลผู้ป่วยอัลไซเมอร์ไม่ใช่เรื่องง่าย"
//         "เพราะขณะที่ดูแลคนอื่นก็ต้องดูแลหัวใจตัวเองไปด้วย เพราะหัวใจใครก็มีเวลาอ่อนแอ"
//         "\n..และบางครั้งก็ตอบไม่ได้ว่าการเป็นคนที่ลืมทุกสิ่ง กับการเป็นคนที่ถูกลืมสิ่งไหนเจ็บปวดกว่ากัน"
//         "\n...ชอบการเล่าเรื่องของผู้เขียนที่เล่าแบบสบายปนอารมณ์ขัน อ่านสนุก ไม่ฟูมฟาย ไม่ดรามาแต่รู้ว่าเธอผ่านอะไรมามากมาย",
//   ),
//   Book(
//     name: "ร้านมหัศจรรย์สำหรับคนไม่หยุดฝัน",
//     image: "images/475001404_1168904211260884_7229616557940703841_n.jpg",
//     author: "อีมีเย",
//     publisher: "Bibli",
//     price: "379 บาท",
//     review:
//         "ทุกครั้งที่หลับฝันแล้วตื่นขึ้นมาเคยคิดบ้างไหมว่าความฝันนั้นมาจากไหน จากเรื่องตกค้างใจใน จากใครดลบันดาล หรือจากตัวเราที่สร้างมันขึ้นมาเอง.."
//         "แต่สำคัญกว่านั้นคือ ความฝันส่งผลอะไรกับเราบ้าง จะฝันดี ฝันร้าย ฝันเหล่านั้นให้อะไรกับตัวเรา"
//         "\n...ถ้าคุณยังอยากฝันถึงคนที่แอบรัก ฝันได้เที่ยวในที่ที่อยากไป หรือฝันได้สมหวังในสิ่งที่ปรารถนา บางทีคุณอาจต้องเดินเข้าไปเป็นลูกค้าของร้านขายความฝันแห่งนี้ ร้านมหัศจรรย์สำหรับคนไม่หยุดฝัน",
//   ),
//   Book(
//     name: "ดีใจที่ได้อยู่ด้วยกันนะ...เจ้าหมา",
//     image: "images/475031753_1168882171263088_1848888849329020964_n.jpg",
//     author: "ยูกิ อิบุคิ",
//     publisher: "Piccolo",
//     price: "325 บาท",
//     review:
//         "ฉันไม่เคยอ่านนิยายรักเล่มไหนจะอ่อนหวานเท่ากับเล่มนี้ ดีใจที่ได้อยู่ด้วยกันนะเจ้าหมา"
//         "หมาพันทางที่บังเอิญได้มาใช้ชีวิตในโรงเรียนมัธยมและเป็นพยานรู้เห็นเรื่องราวที่เกิดขึ้นมากมายในโรงเรียนแห่งนี้ ที่สำคัญที่สุดคือเรื่องราวความรักที่ผูกพันผู้คนเราไว้ด้วยกัน"
//         "\n...ในความรักสำหรับฉันคนที่ใช่ไม่เคยไปไหน และจะกลับมาในเวลาที่ใช่ ตราบเท่าที่หัวใจเราไม่เปลี่ยนแปลง"
//         "\n...ความรู้สึกและน้ำตาที่รื้นตาหลังอ่านจบเหมือนได้ดูหนังรักที่คิดถึงและเคยเสียน้ำตาให้เมื่อนานมาแล้ว",
//   ),
//   Book(
//     name: "Kakera ชิ้นส่วนที่หายไป",
//     image: "images/475070125_1168912141260091_6555503903724394348_n.jpg",
//     author: "มินะโตะ คะนะเอะ",
//     publisher: "Bibli",
//     price: "369 บาท",
//     review:
//         "นักเรียนหญิงคนหนึ่งฆ่าตัวตายท่ามกลางกองโดนัท ความจริงคืออะไร? เรื่องหนึ่งเรื่องมีความจริงหลายมุม แต่ความจริงนั้นจริงแค่ไหน"
//         "และความจริงนั้นอยู่ทีว่ามาจากมุมมองของใคร อย่าตัดสินอะไรเพียงเพราะเราเห็นเพียงด้านเดียว"
//         "...เสียดายที่ชีวิตจริงเราไม่อาจรู้ความจริงจากมุมของทุกคนเหมือนในหนังสือ แต่อย่างน้อยอาจเล่มนี้แล้วอาจทำให้เราระมัดระวังมากขึ้น"
//         "กับการตัดสินความจริงของเราและของใคร",
//   ),
//   Book(
//     name: "ตัวโน้ตบนฝ่ามือ",
//     image: "images/475070125_1168912141260091_6555503903724394348_n.jpg",
//     author: "ฟูจิโอกะ โยโกะ",
//     publisher: "Sandwich Publishing",
//     price: "315 บาท",
//     review:
//         "การดำรงอยู่ของเราอาจมีความหมายกับใครสักคนเหมือนตัวโน้ตสำคัญที่หายไปก็ไม่อาจเป็นบทเพลง ช่วงเวลาวันวัยแห่งการเติบโตไม่มีอะไรง่าย"
//         "แม้กระทั่งในวันที่เป็นผู้ใหญ่ แต่การมีใครอีกคนเป็นแรงบันดาลใจทำให้เราผ่านช่วงเวลานั้นมาได้และเราจะนึกขอบคุณเขาในวันหนึ่ง"
//         "\n...ถ้าคุณอ่านเล่มนี้จบแล้วมีภาพของใครบางคนปรากฏขึ้น เขาคนนั้นอาจเป็นตัวโน้ตบนฝ่ามือของคุณ",
//   ),
//   Book(
//     name: "ทุกวันเป็นวันที่ดี ความสุข 15 ประการที่การชงชาสอนฉัน",
//     image: "images/475072306_1168908027927169_2741008626870920008_n.jpg",
//     author: "โมริชิตะ โนริโกะ",
//     publisher: "Bibli",
//     price: "275 บาท",
//     review:
//         "หนึ่งวันที่ได้หยุดนิ่ง ๆ หลังจากที่วิ่งวุ่นมาตลอดสัปดาห์กับงาน ฉันนึกถึงหนังสือเล่มนี้"
//         "\nทุกวันเป็นวันที่ดี พิธีชงชาของชาวญี่ปุ่นที่เราเคยได้ยินที่จริงแล้วแฝงรายละเอียดและ 'สิ่งที่ลึกล้ำ' ไว้มากมายและเราจะ 'สัมผัส'"
//         "และ 'เข้าใจ ตระหนักรู้' ได้เมื่อเราลงมือทำด้วยตัวเอง แล้วฉันก็พบว่าต่อให้วันที่วุ่นวาย ข้างในใจเราก็สามาถสงบ นิ่งและสุขได้"
//         "\n..นิ่ง สงบ เงียบ คือความงดงาม คือความสุข นั่นคือนิยามของฉันสำหรับหนังสือเล่มนี้"
//         "\nและจงนึกขอบคุณทุกครั้งที่คุณยังมีวันนี้",
//   ),
//   Book(
//     name: "ห้องสมุดแห่งการสูญหายและค้นพบ",
//     image: "images/475107381_1169565641194741_6125481482435648032_n.jpg",
//     author: "ฟาเอดรา แพทริก",
//     publisher: "Piccolo",
//     price: "395 บาท",
//     review:
//         "อดีตส่งผลต่อตัวตนเราในปัจจุบัน แต่อดีตไม่สำคัญเท่ากับว่าเราเลือกใช้ชีวิตของเราในวันนี้ยังไงไม่ให้อดีตเป็นภาพหลอน แต่เป็นบทเรียนที่งดงาม"
//         "\n..ชอบ Symbolic ในเรื่องนี้ ทั้งนาฬิกานกคุ้กคู ชุดสีฟ้าน้ำทะเล สมุดโน้ตวันเดอร์วูแมน มันเล่าเรื่องได้แจ่มชัด"
//         "\n..ฉันชอบคำส่งท้ายของผู้แปลที่บอกว่ามันคือหนังสือ coming of age ที่ไม่พูดเรื่องการเติบโตเป็นผู้ใหญ่ แต่พูดเรื่องการเติบโตของผู้ใหญ่กลับไปสู่วัยเด็ก"
//         "และเราจะกลับอ่อนเยาว์ได้อีกครั้งพร้อมนำชีวิตในอดีตกลับมาในแบบที่เราเข้าใจมันมากขึ้นกว่าเมื่อครั้งยังเด็กที่เรายังตั้งคำถามกับมัน",
//   ),
//   Book(
//     name: "เพียงชั่วเวลากาแฟยังอุ่น ตราบชั่วเวลาของคำโกหก",
//     image: "images/475130775_1169684054516233_7256616097391218180_n.jpg",
//     author: "คาวางุจิ โทชิคาซึ (Toshikazu Kawaguchi)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "275 บาท",
//     review:
//         "ตราบชั่วเวลาของคำโกหก ภาคต่อของ เพียงชั่วเวลากาแฟยังอุ่น ร้านกาแฟที่พาคุณย้อนเวลากลับไปในอดีตหรือไปยังอนาคตเพื่อพบคนที่คุณต้องการ"
//         "แต่ไม่ว่าอย่างไหน อดีตและอนาคตจะไม่มีวันเปลี่ยนแปลง ถึงอย่างนั้นหลายคนก็ยังเลือกที่จะไปหาคนที่ตัวเองรักแม้บางคนได้จากโลกนี้ไปแล้ว"
//         "บางครั้งเราอาจไม่ได้อยากเปลี่ยนแปลงอดีตหรืออนาคต แค่เพียงต้องการปลอบประโลมใจใครอีกคนให้มีแรงที่จะมีชีวิตอยู่ต่อไป ..เป็นร้านกาแฟที่อบอุ่นถึงหัวใจ",
//   ),
//   Book(
//     name: "Live in Peace ไม่เป็นบ้าไปกับโลก",
//     image: "images/475299973_1171591934325445_5045049670696171413_n.jpg",
//     author: "นิ้วกลม",
//     publisher: "KOOB",
//     price: "299 บาท",
//     review:
//         "ฉันพบว่ามันคือหนังสือแห่งยุคสมัยนี้อย่างแท้จริง วันที่เรากำลังจะบ้าไปกับโลก ทุกสิ่งล้วนบอกให้เราต้องวิ่ง แต่แท้จริงแล้วมีหลายช่วงเวลาที่เราควรหยุดและนิ่ง"
//         "และหาคำตอบถึงเหตุผลของสิ่งที่เรากำลังทำว่ามันคุ้มค่าหรือไม่ มันกำลังสร้างประโยชน์หรือแท้จริงมันกำลังฆ่าเราอยู่ ทั้งความอยากได้อยากเป็น กระแสโซเชียล"
//         "ที่ผลักให้เราเอาตัวไปเปรียบเทียบและต้องพยายามที่จะมีให้เหมือนคนอื่น และสุดท้ายเราก็เป็นบ้าไปกับโลกนี้"
//         "\nมันคือหนังสือธรรมะที่ไม่ใช้ภาษาธรรมะ ไม่มีคำพระ แต่ใช้สิ่งที่อยู่ในชีวิตทุกวันนี้เล่าและเราเข้าใจได้ไม่ว่าจะนับถือหรือไม่นับถืออะไร"
//         "\nถ้าคุณกำลังรู้สึกว่าโลกนี้หมุนเร็วเกินไปและเรากำลังจะเป็นบ้าเข้าไปทุกที แนะนำให้หยิบอ่านเล่มนี้",
//   ),
//   Book(
//     name: "ความสุขเธอนั้น ขอฉันเถอะนะ",
//     image: "images/475311739_1169573627860609_5756694160122620791_n.jpg",
//     author: "ชูยองฮา",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "335 บาท",
//     review:
//         "บาดแผลในวัยเด็กจากการขาดความรักทำให้พวกเธอไม่เคยมั่นใจในความสุขของตัวเอง จึงเช็คมันจากคนรอบข้างและกลายเป็นสงครามที่ต่างคนต่างแสดงชีวิต"
//         "เป็นสุขผ่านโซเชียล ทั้งทีความจริงอาจไม่ใช่เช่นนั้น การสร้างความสุขปลอม ๆ อาจหลอกคนอื่นได้แต่หลอกตัวเองไม่ได้"
//         "\n...การมองชีวิตของคนอื่น สิ่งที่เราคิดอาจไม่ได้เป็นไปเช่นนั้น และชีวิตใครต่างก็มีเหตุผลของตัวเอง",
//   ),
//   Book(
//     name: "ร้านมหัศจรรย์สำหรับคนไม่หยุดฝัน เล่ม 2 ตอน ตามหาลูกค้าที่หายไป",
//     image: "images/475794979_1171601984324440_1105748224134561830_n.jpg",
//     author: "อีมีเย",
//     publisher: "Bibli",
//     price: "379 บาท",
//     review:
//         "คนเรามีทั้งฝันดีและฝันร้าย คืนไหนฝันดีก็ยิ้มได้ แต่เมื่อฝันร้ายมันเกิดอะไรขึ้นกับตัวเราจะทำอย่างไร"
//         "แท้จริงแล้วลึกลงไปฝันร้ายเหล่านั้นส่งผลยังไงกับเราบ้าง และทำยังไงฝันร้ายจะหมดไป",
//   ),
//   Book(
//     name: "ครั้งหนึ่ง...คิดถึงเป็นระยะ",
//     image: "images/475801143_1174967200654585_64776235933869666_n.jpg",
//     author: "เจน จิ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "265 บาท",
//     review:
//         "เรื่องสั้นชวนยิ้มและอิ่มใจ เรื่องราวเล็กในมุมหนึ่งของกรุงเทพฯ ที่พัดพาผู้คนมาพบเจอกัน และบันดาลให้เกิดความรักความสัมพันธ์ที่น่ารัก"
//         "ใครจะคิดว่ากรุงเทพฯ เมืองที่แสนวุ่นวายจะแฝงมุมเล็กๆที่น่ารักของชีวิตเอาไว้"
//         "\n..บางสิ่งไม่เป็นอย่างที่หวังแต่เกินความคาดหวัง บางสิ่งไม่ได้เป็นอย่างใจแต่ไม่ใช่ว่าไม่ดี ทั้งหมดคือความสวยงามของชีวิต",
//   ),
//   Book(
//     name: "ปาฏิหาริย์ร้านอาหารเทพเจ้า",
//     image: "images/475837286_1174955090655796_8378227134390746123_n.jpg",
//     author: "นากามุระ ซัตสึกิ",
//     publisher: "Nation Books",
//     price: "295 บาท",
//     review:
//         "สนุกและหิวคือสองความรู้สึกเมื่ออ่าน ปาฏิหาริย์ร้านอาหารเทพเจ้า เล่มนี้จบ"
//         "ร้านอาหารชุดแบบครอบครัวที่รุ่นลูกต้องรับสืบต่อจากรุ่นพ่อแม่ทั้งที่ตัวเองทำอาหารแทบไม่เป็นเลย"
//         "โชคดีที่มีเทพเจ้าเข้ามาช่วย แต่จะช่วยยังไงต้องลองตามอ่านเอง"
//         "\nวัฒนธรรมอาหารของญี่ปุ่นนั้นน่าสนใจ ยิ่งวัฒนธรรมการบริการในร้านอาหารนั้นยิ่งละเอียดอ่อน"
//         "เพราะอาหารไม่ใช่กินแค่เพื่ออิ่มท้อง แต่มันเติมเต็มความอิ่มได้ถึงหัวใจ"
//         "\nอาหารหนึ่งจานผูกพันคนหลายคนไว้ด้วยกันและมันคือตัวแทนของความรักอันงดงาม..",
//   ),
//   Book(
//     name: "อาจไม่เหมาะหากเปราะบาง",
//     image: "images/475879453_1174952003989438_2776972968393817061_n.jpg",
//     author: "จิดานันท์ เหลืองเพียรสมุท",
//     publisher: "ระหว่างบรรทัด",
//     price: "270 บาท",
//     review:
//         "เรื่องสั้นในห้วงความคิด ของเหล่าตัวละครหลากหลายที่เต็มไปด้วยปมและความไม่สมบูรณ์ แต่พวกเขาล้วนมีความต้องการและความรู้สึกเช่นคนอื่นทั่วไป"
//         "จะทำยังไงหากสิ่งที่วาดหวังไม่เป็นไปอย่างใจคิด"
//         "\nเรื่องราวปมของผู้คนที่หลายครั้งสะท้อนภาพตัวของเราให้เห็นเช่นกัน หลายครั้งที่เราตกอยู่ในเรื่องราวหรือความรู้สึกเหมือนตัวละคร"
//         "และเราจะหาทางออกอย่างไร ทั้งบีบคั้น เศร้าสร้อยและทุกข์ใจ ขอย้ำกับคนอ่านเล่มนี้ว่า 'อาจไม่เหมาะหากเปราะบาง'",
//   ),
//   Book(
//     name: "คดีฆาตกรรมในคฤหาสน์แมวดำ",
//     image: "images/475998959_1174356997382272_2602501818269300864_n.jpg",
//     author: "อายาสึจิ ยูกิโตะ (Yukito Ayatsuji)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "345 บาท",
//     review:
//         "คฤหาสน์แปลกประหลาดที่มีห้องลับ เมื่อเหล่าเด็กหนุ่มมาพักแรมที่นี่และตื่นมาพบกับความตาย"
//         "\n..ทุกครั้งที่อ่านนิยายสืบสวนสอบสวนไปถึงตอนจบมักชอบคิดว่าคนเขียนซ่อนอะไรต่าง ๆ ไว้ไม่บอกเรา"
//         "แต่จริง ๆ พอทบทวนดูก็พบว่าเขาไม่ได้ซ่อนและคอยบอกมาตลอด เราเองต่างหากที่ไม่สนใจประเด็นน่าสงสัยเหล่านั้นเอง"
//         "สำหรับฉันไม่ใช่ไม่สังเกตเห็นแต่เห็นแล้วกลับปล่อยผ่าน บางทีการอ่านนิยายสืบสวนสอบสวนอาจฝึกเราตรงนี้"
//         "ให้ช่างสังเกตและเก็บทุกความน่าสงสัยพร้อมกับหาคำตอบก่อนที่จะสรุปความจริง",
//   ),
//   Book(
//     name: "Things Left Behind บทเรียนสุดท้ายที่ผู้ตายไม่ได้บอก",
//     image: "images/477347651_1181338396684132_6830570309211171076_n.jpg",
//     author: "คิมแซบยอล, ชอนแอวอน",
//     publisher: "glow",
//     price: "245 บาท",
//     review:
//         "เรื่องเล่าจากคนที่มีอาชีพรับจัดการกับสถานที่ที่มีคนเสียชีวิต หน้าที่ของเขาคือส่งผู้ล่วงลับให้จากไปอย่างงดงาม"
//         "แต่สิ่งที่เขาพบเจอระหว่างการทำงานนี้กับเป็นบทเรียนที่แฝงอะไรไว้มากมาย คนจากไปไม่เจ็บปวดอีกแล้วแต่คนที่อยู่ข้างหลังรับรู้และเรียนรู้"
//         "รวมทั้งรู้สึกอย่างไรกับการจากลานั่นเป็นเรื่องที่ตอบได้ยาก บางความตายไร้การเหลียวแล ทั้งที่ก่อนจากไปผู้ล่วงลับได้มอบความรักอย่างสุดหัวใจให้คนข้างหลัง"
//         "หนังสือที่ทำให้เรามองความตายเปลี่ยนไปในอีกแง่มุมหนึ่ง",
//   ),
//   Book(
//     name: "ถึงสถานีแห่งความสุขแล้วปลุกฉันด้วย",
//     image: "images/477448720_1181472820004023_4225707870132339413_n.jpg",
//     author: "ทีโม่ หลิน",
//     publisher: "Piccolo",
//     price: "275 บาท",
//     review:
//         "บางคนบอกชีวิตคือการเดินทาง ถ้าเรานั่งอยู่บนรถไฟเดินทางไปเรื่อย ๆ บนเส้นทางสายชีวิต ตรงไหนที่มีความสุขเราก็คงอยากหยุดและอยู่ตรงนั้นนาน ๆ"
//         "แต่ความจริงสถานีความสุขมีอยู่จริงไหมและมันอยู่ตรงไหนที่เรียกว่าเป็นสถานีความสุขของเรา..."
//         "\nความสุขเปลี่ยนแปลงตามช่วงเวลา วัยและสิ่งที่เราพบเจอ สุขในวันหนึ่งก่อนหน้านี้อาจไม่ใช่ความสุขในวันนี้อีกแล้ว"
//         "\nเมื่ออ่านเล่มนี้จบคุณอาจนิยามความสุขของตัวเองได้ชัดเจนขึ้น",
//   ),
//   Book(
//     name: "บนโลกนี้เราคือมนุษย์ต่างดาว",
//     image: "images/477768602_1182069139944391_517157700337539842_n.jpg",
//     author: "โออึม",
//     publisher: "Piccolo",
//     price: "265 บาท",
//     review:
//         "..บางคนบอกว่าเราออกเดินทางคนเดียวเพื่อที่จะได้เรียนรู้และรู้จักตัวเองมากขึ้น มันจริงไหมนะ? ในดินแดนไกลที่คนจากหลากหลายที่มาเจอกัน"
//         "พวกเขาเป็นตัวเองจริง ๆ หรือพยายามเป็นตัวเองในแบบที่คนอื่นจะชอบเมื่ออยู่ร่วมกัน"
//         "\nสุดท้ายคนเราก็แปลกแยกแตกต่าง แต่ก็อยากเป็นส่วนหนึ่งของสังคม เพราะ บนโลกนี้เราคือมนุษย์ต่างดาว"
//         "\nสิ่งที่เราได้ลองคิดใหม่คือ ตัวตนของเราเมื่อคนอื่นมองจากคนละมุมก็อาจจะแทบเป็นคนละคนเลยทีเดียว อย่าตัดสินใครแค่เพียงเพราะเรามองเห็นเขาแค่จากมุมของเรา"
//         "และอย่าตัดสินตัวเราเพราะเราก็แค่มองเห็นตัวเราแค่ในมุมของเราเองเช่นกัน",
//   ),
//   Book(
//     name: "ฉันจะไม่ลืมร้านหนังสือโมริซากิ",
//     image: "images/478424851_1182056089945696_6381110297537908476_n.jpg",
//     author: "ยางิซาวะ ซาโตชิ",
//     publisher: "Bibli",
//     price: "235 บาท",
//     review:
//         "...คนเรามีช่วงเวลาอ่อนแอได้ มีช่วงเวลาที่เราอยากพักหรือแม้แต่หลีกหนี กับสถานที่บางที่ กับคนบางคนมันคือพื้นที่ปลอดภัยให้เราใช้เวลาอยู่กับตัวเองเพื่อที่จะแข็งแรงขึ้น"
//         "แล้ววันหนึ่งเราจะรู้เองว่าเมื่อไรเราควรลุกขึ้นยืนและเดินต่อได้แล้ว..",
//   ),
//   Book(
//     name: "ที่บริษัทแห่งนี้มีตอนจบอย่างที่คุณต้องการ",
//     image: "images/479209688_1182077953276843_2956571756762520360_n.jpg",
//     author: "คัตสึระ โนโซมิ",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "บริษัทให้คำปรึกษาการเตรียมตัวตาย ที่ไม่ได้ทำให้ได้จบชีวิตแบบที่สมใจแต่ทำให้เราได้ทบทวนชีวิตที่ผ่านเพื่อตอบคำถามว่าช่วงชีวิตที่เหลืออยู่เราอยากมีชีวิตแบบไหน"
//         "\n..เพราะชีวิตมันไม่เป็นไปตามที่คิดแต่การทบทวนว่าใช้ชีวิตมายังไงและจะใช้ชีวิตต่อไปยังไงเป็นเรื่องสำคัญ ไม่ว่าชีวิตจะสั้นนิดเดียว"
//         "จะโดดเดี่ยวหรือยากไร้แต่ก็ล้วนวิเศษและดีงาม ไม่อาจมีอะไรมาทดแทนได้"
//         "\nอยากจะใช้ชีวิตแบบใดก่อนจะถึงตอนจบเราคือคนที่เลือก ..เลือกที่จะค้นหาความสุขที่พอดีกับตัวเอง",
//   ),
//   Book(
//     name: "ร้านขนมแห่งความลับ ตอนความลับของความรัก",
//     image: "images/479261056_1181463466671625_2368210127652423475_n.jpg",
//     author: "ซากากิ สึคาสะ",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "395 บาท",
//     review:
//         "เล่มที่ 3 ในชุดร้านขนมแห่งความลับ ยิ่งอ่านยิ่งชอบ เล่มนี้ลงลึกในวัฒนธรรมขนมวากาชิของญี่ปุ่นไปถึงเมืองต้นกำเนิด"
//         "แล้วยังไม่ถึงเรื่องธรรมเนียมบรรลุนิติภาวะ เรื่องกิโมโน ลวดลายและความงามสมบูรณ์ในมุมมองแบบญี่ปุ่น แต่ยังซ่อนเรื่องสืบสวนที่แสนหวานกับขนมเอาไว้ด้วย"
//         "ที่สำตัญนอกจากความหวานจากขนม เล่มนี้เหมือนจะมีความอ่อนหวานในความรักซ่อนอยู่",
//   ),
//   Book(
//     name: "เพียงชั่วเวลากาแฟยังอุ่น ระหว่างที่ความทรงจำยังไม่เลือนหาย",
//     image: "images/479558895_1181988943285744_6504585762216475067_n.jpg",
//     author: "คาวางุจิ โทชิคาซึ (Toshikazu Kawaguchi)",
//     publisher: "แพรวสำนักพิมพ์",
//     price: "375 บาท",
//     review:
//         "ในร้านกาแฟแห่งใหม่ แต่ไม่ว่าจะอยู่ที่ไหนความทรงจำคือสิ่งที่ผูกพันเราไว้กับคนที่เรารักเสมอ"
//         "การย้อนเวลากลับไปเจอคนที่จากไปแล้วอาจเป็นเรื่องยากจะทำใจแต่บางครั้งมันอาจทำให้เรามีพลังที่จะมีชีวิตอยู่ต่อ"
//         "\n..คนที่จากไปไม่ได้หายไปไหนแต่เขาเหล่านั้นยังโอบอุ้มหัวใจคนที่อยู่ข้างหลังไว้อยู่เสมอ",
//   ),
//   Book(
//     name: "สายลับขนมหวาน สายลับพีแคน",
//     image: "images/480179244_1182053336612638_5866838130743447799_n.jpg",
//     author: " โจแอนน์ ฟลุค",
//     publisher: "ลองดู (Longdo)",
//     price: "330 บาท",
//     review:
//         "นวนิยายสืบสวนสอบสวนที่เจ้าของร้านขนมและคุ้กกี้แสนหวานต้องไปพัวพันกับคดีฆาตกรรมในที่ต่าง ๆ ก่อนที่จะตามสืบจนพบความจริง"
//         "แต่ไม่ลืมเรื่องราวของคุ้กกี้และขนมแสนอร่อยที่มีส่วนอยู่ในเรื่องราวต่างๆด้วย"
//         "\nนอกจากเรื่องจะสนุกชวนติดตามแล้ว ท้ายบทแต่ละบทยังมีสูตรขนมหวานจากในเรื่องลงไว้ให้แบบละเอียดทำตามได้เลย"
//         "คนรักการทำขนมอย่างฉันทำไมจะไม่ชอบเล่มนี้",
//   ),
//   Book(
//     name: "ใครในกระจก",
//     image: "images/480252892_1182690259882279_7333864534282159067_n.jpg",
//     author: "รังสิมันต์",
//     publisher: "รังสิมันต์",
//     price: "269 บาท",
//     review:
//         "...คนเรานั้นมีชีวิตอยู่ได้ถึงเมื่อไรหรือ? เมื่อสัญญาณชีพเรายังอยู่ ..เมื่อผู้คนอื่นยังจดจำเราได้..หรือเมื่อตัวเราเองยังจดจำตัวเองได้ แบบไหนกันที่ยังทำตัวตนของเรายังดำรงอยู่"
//         "\nใครในกระจก นิยายลึกลับกับเรื่องราวเกี่ยวกับจิตเวช การค้นหาภายนอกและการค้นหาภายในสมองของเราอะไรคือความจริงที่แท้จริง"
//         "เรื่องราวที่ชวนให้เราเดาไปตลอดทางกับตอนจบที่ทำให้เข้าใจปัญหาจิตเวชมากขึ้น",
//   ),
//   Book(
//     name: "ศูนย์บริการข้อมูลคามาคุระอุซุมากิ ยินดีต้อนรับคุณผู้พลัดหลง",
//     image: "images/480258353_1184229093061729_1635565149865027923_n.jpg",
//     author: "มิจิโกะ อาโอยามะ (Michiko Aoyama)",
//     publisher: "Glow",
//     price: "365 บาท",
//     review:
//         "ถ้าเดินเที่ยวแล้วหลงทางแค่ถามใครสักคนคงหาทางได้ แต่ถ้าเราหลงทางชีวิตถึงเวลานั้นจะถามใคร.."
//         "\nไม่ว่าจะอยู่ช่วงวัยไหนเราต่างอาจหลงทางบนเส้นทางชีวิตของตัวเองได้ทั้งนั้น ศูนย์บริการข้อมูลคามาคุระอุซุมากิยินดีต้อนรับคุณผู้พลัดหลง"
//         "เป็นตัวช่วยที่ทำให้เราเดินต่อไปในชีวิตได้ถูกเส้นทาง"
//         "\n...คงจะดีถ้าในชีวิตจริงมีใครสักคนที่บอกเราได้ว่าอะไรคือกุญแจที่จะทำให้เราเดินต่อไปบนเส้นทางที่ถูกต้องได้"
//         "ถ้ายังมิรู้ ถ้ายังหลงทางอยู่และยังหาศูนย์บริการฯ ไม่เจอ ลองฟังเสียงในใจเราเองชัด ๆ อีกครั้ง",
//   ),
//   Book(
//     name: "THE MIDNIGHT LIBRARY มหัศจรรย์ห้องสมุดเที่ยงคืน",
//     image: "images/480313139_1184942432990395_2576728958695992145_n.jpg",
//     author: "แมตต์ เฮก (Matt Haig)",
//     publisher: "Beat",
//     price: "379 บาท",
//     review:
//         "นอรา ซีด หญิงสาวที่ตัดสินใจฆ่าตัวตาย แต่เธอติดอยู่ในห้องสมุดเที่ยงคืนในห้วงระหว่างความตายและการมีชีวิตอยู่ ที่นี่เธอได้มีโอกาสเลือกใช้ชีวิตในแบบอื่น ๆ ที่ต่างไปจากชีวิตดั้งเดิมของเธอ"
//         "เพื่อหาว่าชีวิตแบบไหนที่เธอจะชอบมากพอที่จะอยากมีชีวิตอยู่ต่อไป ในชีวิตมากมายหลายรูปแบบที่เธอได้ใช้ เธอกลับพบว่าในแต่ละชีวิตมีด้านที่เธอชอบและด้านที่เธอทุกข์ใจต่าง ๆ กันออกไป"
//         "สิ่งสำคัญจึงอาจไม่ใช่ว่าเรามีชีวิตแบบไหน แต่อยู่ที่เรามีมุมมองกับชีวิตของเราอย่างไร"
//         "\n...ฉันจะไม่บอกว่าสุดท้ายแล้วเธอจะเลือกใช้ชีวิตในแบบไหน เลือกที่จะใช้ชีวิตต่อไป..หรือเลือกความตาย แต่สำหรับตัวฉันเองพบว่า"
//         "...ถ้าไม่มีชีวิตอยู่ต่อไปเราจะอาจพลาดโอกาสที่ได้รู้ว่าพรุ่งนี้จะมีเรื่องดี ๆ อะไรเกิดขึ้นกับเรา",
//   ),
//   Book(
//     name: "เมื่อฝนหยุดตก ผมจะหุบร่มที่กางมาตลอด",
//     image: "images/480410553_1183928636425108_3733489101454987655_n.jpg",
//     author: "ชังอึนจิน",
//     publisher: "Piccolo",
//     price: "255 บาท",
//     review:
//         "อ่านแล้วนึกถึงเพลงร่มสีเทาของวัชราวลี บางทีร่มก็เหมือนภาระที่ชีวิตต้องแบก ในขณะเดียวกันร่มคันนั้นก็อาจเอื้อเฟื้อแก่คนใกล้ตัวให้ได้ร่วมหลบแดดฝน"
//         "ภาระชีวิตที่เป็นไปทั้งเพื่อตัวเองและคนที่รักของเรามีไม่ต่างกัน"
//         "\n..แต่ละคนมีร่มที่ต่างกันออกไปแต่เราต่างวางมันลงไม่ได้ ..จนกว่าฝนจะหยุดตก..",
//   ),

//   Book(
//     name: "ขอสะดุดรักเธออีกครั้ง",
//     image: "images/480468433_1183946356423336_4661717451554023588_n.jpg",
//     author: "Camille Dagan",
//     publisher: "Unicorn",
//     price: "275 บาท",
//     review:
//         "มีหลายครั้งที่เราพบว่าทั้งชีวิตเราและความสัมพันธ์กับคนในชีวิตกำลังมีปัญหา ทางออกคือการต้องเปลี่ยนแปลงอะไรบางอย่าง แต่อะไรนั่นคืออะไรล่ะ?"
//         "\nเรื่องของคู่สามีภรรยาที่พบว่าชีวิตคู่กำลังเปราะบางและขณะเดียวกันก็สูญเสียเพื่อนสนิทไปอย่างกะทันหัน มันทำให้ทั้งสองเริ่มกลับมามองชีวิตตัวเองอีกครั้งทั้งในด้านความรัก"
//         "ความสัมพันธ์ทั้งในฐานะสามีภรรยา พ่อแม่ และความเป็นลูกหรือแม้แต่ชีวิตการงาน ว่าต้องแก้ไขอะไรบางอย่าง"
//         "\n...ฉันพบว่าชีวิตตัวเองก็กำลังอยู่ในจุดเปลี่ยนผ่านเช่นกัน เหมือนกำลังเข้าสู่ chapter ใหม่ของชีวิตและมีอีกหลายสิ่งต้องเรียนรู้ และสิ่งที่เราต้องเปลี่ยนแปลงเพื่อรับมือและแก้ไขปัญหาคือตัวเราเอง"
//         "\nเราทุกคนต่อให้ชีวิตดีงามแค่ไหนก็มีมุมที่ต้องต่อสู้ไม่มากน้อยไปกว่ากัน ฉันชอบบทส่งท้ายที่บอกเราว่า"
//         "'..ฉันได้รับของขวัญลำอาของเธอแล้ว...นั่นก็คือความสามารถในการข้ามผ่านสิ่งที่สูญเสียและซาบซึ้งยินดีกับทุกอย่างที่ยังเหลืออยู่'",
//   ),
//   Book(
//     name: "คาเฟ่มื้อค่ำยาม 23 นาฬิกา",
//     image: "images/480476232_1184237559727549_946784449085653756_n.jpg",
//     author: "คาซุเอะ ฟุรุอุจิ",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "ทุกคนมีเรื่องที่ต้องฝ่าฟัน เรื่องกังวลในการใช้ชีวิต การงาน หรือสงสัยในคุณค่าของตัวเอง แต่ที่นี่ คาเฟ่มื้อค่ำยาม23นาฬิกา"
//         "ที่ที่ไม่ว่าคุณจะเหนื่อยล้าหรือทุกข์ใจจากอะไรมาต้องหาอาหารดี ๆ ให้กินก่อน ...คาเฟ่ลับที่เป็นพื้นที่เบาใจ ช่วยปลอบประโลมทั้งร่างกายที่หิวให้ได้รับอาหารดี ๆ"
//         "และหัวใจให้ได้มีพลังกลับไปเดินต่อบนเส้นทางที่ตัวเองเลือก"
//         "\n..ชอบเรื่องนี้เป็นพิเศษตรงที่เคยฝันว่าอยากเป็นเจ้าของคาเฟ่ที่เป็นที่พักทั้งใจและกายให้คนอื่นได้ และชอบความคิดที่แม้ตัวเองจะมีบาดแผลแต่ก็ไม่ลืมจะเป็นที่พักพิงให้คนอื่นอยู่เสมอ",
//   ),
//   Book(
//     name: "รสชาติอาหารจานครอบครัว ร้านอาหารสไตล์ตะวันตกของโคโซ",
//     image: "images/480561309_1186940382790600_2767636378151764909_n.jpg",
//     author: "เอโกะ ยามากุจิ",
//     publisher: "Piccolo",
//     price: "325 บาท",
//     review:
//         "ร้านอาหารสไตล์ตะวันตกของโคโซ เปลี่ยนจากอาหารญี่ปุ่นและอาหารตะวันตกก็สนุกไม่แพ้กัน เรื่องราวในร้านอาหารเล็ก ๆ กับคนที่รักอาหารเป็นชีวิตจิตใจ"
//         "ใครอยากเป็นเจ้าของร้านอาหารต้องลองอ่านจะได้แรงบันดาลใจเยอะมาก ส่วนฉันอ่านแล้วอยากออกไปหาอะไรอร่อย ๆ กิน"
//         "หรือไม่งั้นก็ลงมือทำเองเพราะท้ายเล่มเขามีสูตรอาหารในเรื่องลงไว้ให้ด้วยนะ ดีจังเลย",
//   ),
//   Book(
//     name: "ขณะนี้เป็นหน้าที่ของพระเจ้า",
//     image: "images/480579247_1186810829470222_8577340871804099633_n.jpg",
//     author: "มิจิโกะ อาโอยามะ (Michiko Aoyama)",
//     publisher: "Piccolo",
//     price: "295 บาท",
//     review:
//         "ตอนแรกเห็นชื่อเรื่องแล้วไม่แน่ใจที่จะหยิบอ่าน แต่พอผ่านบทแรกก็พบว่านี่ไม่เกี่ยวกับพระเจ้า ไม่เกี่ยวกับศาสนาใดๆ"
//         "แต่เกี่ยวกับที่ว่าบางทีสิ่งที่ดลบันดาลให้ทุกอย่างเป็นอย่างใจเราได้อาจจะอยู่ที่แขนซ้ายของเราเอง"
//         "\n..คนละคนมีจุดอ่อนของตัวเอง ชอบความน่ารักของเรื่องที่แต่ละคนพยายามจะดีขึ้นกว่านี้ แต่จะทำได้ไหมหรือมีวิธีการยังไง"
//         "คนที่บอกได้ดีที่สุดคือตัวเราเอง สิ่งสำคัญคืออย่ามัวแต่นั่งคิด ..แค่ต้องลงมือทำ",
//   ),
//   Book(
//     name: "โอคาเอริกับบริการรับเที่ยวแทนคุณ",
//     image: "images/480682834_1188802815937690_6216930167583663805_n.jpg",
//     author: "ฮาราดะ มาฮะ",
//     publisher: "Piccolo",
//     price: "365 บาท",
//     review:
//         "ฉันอยากเป็นเหมือนโอคาเอริจัง เป็น 'นักเดินทางรับจ้าง' นั่นคือสิ่งที่คิดหลังจากอ่านเล่มนี้จบ เรื่องมันเริ่มจาก โอคาเอริจัง"
//         "ดาราสาววัยสามสิบกว่าและเป็นพิธีกรเจ้าของรายการท่องเที่ยวที่อยู่ดี ๆ มีเหตุให้ต้องยุติการทำรายการกะทันหัน เมื่อไม่รู้จะทำอะไรต่อเธอจึงหันไปทำงานใหม่"
//         "นั่นคือเป็นนักเดินทางรับจ้าง รับเดินทางแทนคนที่ไม่สามารถเดินทางเองได้ โดยรับผลการเดินทางเป็นได้ทั้งภาพถ่าย วิดีโอ การทำภารกิจบางอย่าง หรือแม้แต่เป็นแค่รอยยิ้มของผู้ว่าจ้าง"
//         "\n...สำหรับโอคาเอริจัง เธอคิดว่าการเดินทางมีความหมายกับผู้ว่าจ้างและมีความหมายกับตัวเธอเองด้วย เธอจึงต้องออกเดินทาง"
//         "และการเดินทางจะสมบูรณ์เมื่อมีใครบางคนรอให้เรากลับมา พร้อมกับพูดว่า 'ยินดีต้อนรับกลับมานะ'"
//         "แม้ฉันอาจจะไม่ได้คิดเหมือนกับเธอทั้งหมดแต่สำหรับฉันการเดินทางนั้นมีความหมายกับตัวเองเช่นกัน ...อ่านจบแล้วบอกตัวเองว่า หรือบางทีฉันคงจะต้องออกเดินทางอีกครั้ง",
//   ),
//   Book(
//     name:
//         "The Restaurant: A History of Eating กินไกลบ้าน : เรื่องเล่าขานร้านอาหารรอบโลก",
//     image: "images/480700930_1189880632496575_4106099866483594531_n.jpg",
//     author: "William Sitwell",
//     publisher: "มติชน",
//     price: "525 บาท",
//     review:
//         "เลือกเล่มนี้สำหรับช่วงเวลาส่งท้ายปีและทุกคนสนุกกับบรรยากาศแห่งการสังสรรค์และกินข้าวตามร้านอาหาร แต่เราเคยคิดบ้างไหมว่าคนเราเริ่มกินอาหารนอกบ้านมาตั้งแต่เมื่อไร?"
//         "และนี่คือหนังสือที่เล่าประวัติศาสตร์ของการเริ่มกินอาหารนอกบ้านของเหล่ามนุษยชาติ ใครจะรู้ว่าเราเริ่มมีร้านขายอาหารมาตั้งแต่สมัยโรมันในยุคของเมืองปอมเปอีก็มีหลักฐานว่าคนเรากินข้าวตามร้านกันแล้ว"
//         "ยังไม่นับรวมว่าทำไมอาหารของบางชาติจึงโดดเด่น เช่น อาหารอิตาเลียนหรืออาหารฝรั่งเศส แต่อาหารอังกฤษกลับไม่ได้รับความนิยมเท่า"
//         "หรืออาหารญี่ปุ่นเข้าไปอยู่ในโลกตะวันตกตั้งแต่เมื่อไร ทั้งหมดล้วนมีที่มาที่ไป และมีบริบทสังคมและการเมืองประกอบอย่างที่เรานึกไม่ถึง หนังสือประวัติศาสตร์ที่อ่านง่ายอ่านสนุกและรู้สึกหิวไปพร้อม ๆ กัน"
//         "\n..ขอให้สนุกกับการกินดื่มสังสรรค์ในปีใหม่นี้นะคะเพราะเราคือหนึ่งในผู้สืบทอดวัฒนธรรมการกินข้าวนอกบ้านที่มีมานานนับพันปีค่ะ",
//   ),
//   Book(
//     name: "กรุ่นความหวัง กลิ่นกาแฟ ณ คาเฟ่แหลมสายรุ้ง",
//     image: "images/480708673_1190864165731555_8840166190356838867_n.jpg",
//     author: "โมริซาวะ อากิโอะ",
//     publisher: "glow",
//     price: "335 บาท",
//     review:
//         "เรื่องเรียบง่ายของคนธรรมดาที่เฝ้ารอสายรุ้งปรากฏขึ้นในวันหนึ่ง ทุกคนล้วนมีช่วงเวลาที่เฝ้ารอสายรุ้งปรากฏบนฟากฟ้า"
//         "แต่จะมีสักคนที่หาเจอว่าสายรุ้งอยู่ตรงไหนและจะปรากฏขึ้นเมื่อใด ...หรือที่สุดแล้วเราเพียงแค่ต้องใช้ชีวิตในวันนี้อย่างดีที่สุดเพื่อผ่านไปแต่ละวัน"
//         "และสายรุ้งจะปรากฏขึ้นมาเมื่อถึงเวลาของมัน..",
//   ),
//   Book(
//     name: "ปาฏิหาริย์เจ็ดวันสุดท้ายของชีวิต",
//     image: "images/480781792_1189725155845456_7256128093579333481_n.jpg",
//     author: "อีฮียอง",
//     publisher: "glow",
//     price: "249 บาท",
//     review:
//         "เรามักคิดว่าเรารู้จักตัวเราเองดีที่สุด แต่เคยมีสักครั้งไหมที่เราลองมองตัวเองจากมุมมองของคนอื่น ถ้าเราเป็นใครอีกคนที่มองตัวเราเองอยู่ เราจะคิดว่าคนคนนี้เป็นคนอย่างไร"
//         "ปาฏิหาริย์เจ็ดวันสุดท้ายของชีวิต เรื่องของวิญญาณสองดวง ที่มีเวลาเหลือ บนโลกแค่ 7 วัน แต่ในเจ็ดวันนั้นเราจะได้มองเห็นตัวเองในอีกมุมหนึ่ง"
//         "ใครจะรู้ว่าเราอาจจะรู้จักตัวเองมากขึ้นในวันที่เวลาของเราไม่เหลืออีกแล้ว"
//         "\n..จงรู้ตัวให้เร็วว่าสิ่งที่เราทำอยู่นั้นทำไปเพื่ออะไร แยกให้ออกว่าสิ่งที่เรากำลังกลัวคือความจริงหรือความคิดที่เราคิดไปเอง"
//         "ไม่ตำหนิตัวเอง ให้อภัยตัวเอง"
//         "'\n...และนี่เป็นพลังของมนุษย์ แม้ท้อแท้เมื่อเผชิญกับกำแพงฝีมือตนเองแต่ก็กระโดดข้ามผ่านได้สบายเช่นกัน'",
//   ),
//   Book(
//     name: "เจ้าสาวรูปถ่ายกับฮาวายในฝัน",
//     image: "images/480797248_1192875118863793_395409141021242986_n.jpg",
//     author: "อีกึมอี",
//     publisher: "glow",
//     price: "395 บาท",
//     review:
//         "เป็นหนังสือนิยายเล่มที่เปิดโลกมากและได้รู้ประวัติศาสตร์เกาหลีในมุมที่ไม่เคยรู้มาก่อน เจ้าสาวรูปถ่ายกับฮาวายในฝัน เล่าเรื่องของโชซอน"
//         "หรือเกาหลีเมื่อร้อยกว่าปีที่แล้ว ก่อนจะเล่าไปถึงฮาวาย แผ่นดินที่คนเกาหลียุคแห่งการต่อสู้เรียกร้องเอกราชภายใต้การปกครองของญี่ปุ่นเดินทาง"
//         "ไปใช้แรงงานที่นั่น วิถีแห่งการสู่ชีวิต วัฒนธรรมการแต่งงานผ่านรูปถ่าย เรื่องเล่าของเจ้าสาวรูปถ่ายที่พวกเธอยอมแลกทุกสิ่งโดยสิ่งการันตี"
//         "มีเพียงรูปถ่ายรูปเดียวเพียงเพื่อหวังว่าจะมีชีวิตที่ดีขึ้น ...ลองอ่านเล่มนี้แล้วเราจะมองเห็นภาพเกาหลีที่ต่างออกไปจากที่เคยรู้จัก",
//   ),
//   Book(
//     name: "ส่งต่อปาฏิหาริย์ผ่านหนังสือ",
//     image: "images/480804522_1188200265997945_3383955152782773634_n.jpg",
//     author: "โมริซาวะ อากิโอะ",
//     publisher: "Bibli",
//     price: "359 บาท",
//     review:
//         "ฉันเป็นคนโชคดีที่มีหนังสือเป็นเหมือนเซฟโซนของตัวเอง หนังสือ #ส่งต่อปาฏิหาริย์ผ่านหนังสือ เล่มนี้วางอยู่มาสักพักจนได้หยิบมาอ่านในช่วงเวลาที่พอดิบพอดี"
//         "ช่วงเวลาเปลี่ยนผ่านของฉัน ช่วงเวลาที่หวนคิดถึงอดีตที่ผ่านมาแต่ก็เฝ้ากังวลว่าอนาคตข้างหน้าจะเป็นอย่างไรต่อไป บางที 'ลาก่อนด็อกมา' ที่เล่มนี้พูดถึงอาจพาฉันก้าวเดินต่อได้เช่นกัน"
//         "\n...หนังสือหนึ่งเล่มจากวันเริ่มต้นที่ยังไม่เป็นตัวอักษร จนวันที่ได้เป็นตัวส่งผ่านความรู้สึกดีและแสงสว่างให้ใครหลาย ๆ คน หนังสือเล่มหนึ่งอาจทำหน้างานกับแต่ละคนต่างกัน"
//         "แต่หนังสือที่ดีคือหนังสือเล่มที่สร้างแรงบันดาลใจให้กับเรา"
//         "\nอ่านเล่มนี้ไปพร้อมกับน้ำตาซึมในบางที ไม่ใช่แค่เพราะซาบซึ้งกับตัวละครแต่เพราะเหมือนได้คำตอบให้ตัวเองไปด้วย"
//         "\nถ้าคุณกำลังตั้งคำถามกับชีวิตในวันนี้ ลองอ่านเล่มนี้ดูนะคะ ต่อให้ไม่ได้คำตอบแต่คุณจะได้มีกำลังใจเดินต่อได้แน่ๆ",
//   ),
//   Book(
//     name: "รสชาติแห่งความปรารถนาสุดท้าย",
//     image: "images/480871813_1193087888842516_1388756083846521896_n.jpg",
//     author: "มาจิดะ โซโนะโกะ",
//     publisher: "glow",
//     price: "395 บาท",
//     review:
//         "จิตสุดท้ายของคนที่ตายจากไปคิดอะไรหรืออยากฝากอะไรไว้คงไม่มีใครมีโอกาสรู้ รสชาติแห่งความปรารถนาสุดท้าย"
//         "เรื่องเล่าที่บอกต่อ ๆ กันมาว่าผู้ตายจะฝากจิตสุดท้ายเอาไว้ในอัญมณีรูปร่างเหมือนไข่ปลา ใครที่ค้นพบและกินเข้าไปจะรับรู้ได้ถึงความรู้สึกนั้น"
//         "แต่แท้จริงแล้วนั่นคือความรู้สึกจากไปหรือคือสิ่งที่ติดค้างอยู่ในใจของคนที่ยังอยู่กันแน่",
//   ),
//   Book(
//     name: "คดีฆาตกรรมนักทำขนมแห่งเกียวโต",
//     image: "images/480926688_1191096742374964_3709444203389759972_n.jpg",
//     author: "คาชิวางิ เคอิจิโร",
//     publisher: "Hummingbooks",
//     price: "359 บาท",
//     review:
//         "เรื่องความขัดแย้งในวงการขนมญี่ปุ่นนำมาซึ่งเรื่องสืบสวนสอบสวนน่าติดตาม ชอบการเล่าถึงเกียวโต ทั้งสถานที่สำคัญและร้านอาหารต่าง ๆ"
//         "จนเหมือนว่าไปเดินอยู่ที่เกียวโตเอง แต่ขณะเดียวกันก็ต้องตามหาคำตอบกับคดีที่เกิดขึ้น เป็นอีกเล่มที่อ่านสนุก อ่านเพลินจริง ๆ",
//   ),
//   Book(
//     name: "Hidden Pictures อยากให้ภาพนี้ไม่มีคนตาย",
//     image: "images/480937332_1190078999143405_6392060481708972540_n.jpg",
//     author: "Jason Rekulak",
//     publisher: "น้ำพุ",
//     price: "295 บาท",
//     review:
//         "HiddenPictures นิยายลึกลับ ที่เล่าถึงภาพเขียนฝีมือเด็กน้อยอายุ 5 ขวบที่ดูเหมือนซ่อนเรื่องปริศนาเอาไว้ เขาว่าเด็กไม่โหก"
//         "แล้วถ้าเด็กน้อยเปลี่ยนจากที่เคยวาดรูปต้นไม้ใบหญ้ากระต่ายป่าที่เขาพบเจอมาเขียนภาพฆาตกรที่กำลังลากศพหญิงคนหนึ่งเข้าป่า นั่นหมายความว่าอะไร"
//         "\nเรื่องราวน่าติดตามจนวางไม่ลง การตามสืบหาความจริงพร้อมกับสิ่งที่ต้องเจออยู่ตรงหน้าทำให้ภารกิจตามหาความจริงนี้ไม่ง่าย และตอนจบที่เราคาดไม่ถึง"
//         "\n..ใครใจไม่แข็ง ไม่แนะนำให้อ่านคนเดียวเงียบ ๆ ตอนกลางคืนนะคะ เพราะมันจะรู้สึกเหมือนมีใครจ้องมองเราอยู่ นี่ลองมาแล้ว",
//   ),
//   Book(
//     name: "แก๊งคุณย่ากับชุดบิกินี",
//     image: "images/481043577_1192863945531577_5292803829184239893_n.jpg",
//     author: "เผิงซู่หวา",
//     publisher: "glow",
//     price: "250 บาท",
//     review:
//         "แก๊งคุณย่าวัย 70+ กับแผนการหนีออกจากบ้านพร้อมหลานสาวหนึ่งคน ผจญภัยในที่ไกลๆ และการได้ลองใส่ชุดบิกินีเดินชายหาดครั้งแรกในชีวิตในวัยเจ็ดสิบ"
//         "เรื่องสนุก ชวนหัวและได้เห็นความสัมพันธ์ของเพื่อนแม้ล่วงเข้าปัจฉิมวัยแต่เมื่ออยู่กับเพื่อนก็ยังเป็นสาวน้อยที่ทะเลาะทุ่มเถียงกัน ง้องอนกัน"
//         "คืนดีกันและเห็นคุณค่าของกันและกันแม้ตัวตนจะต่างกันแค่ไหนก็ตาม"
//         "\n..การออกเดินทางของเหล่าคุณย่า หรือแท้จริงคือการเดินทางออกตามหาตัวตนที่แท้จริงของตัวเอง"
//         "\nถึงจะเป็นวรรณกรรมเยาวชนที่มีแนวคิดสตรีนิยมแต่สำหรับฉันมันคือวรรณกรรมที่สอนให้เรารู้จักที่จะรักตัวเอง"
//         "\nถ้าชายหาดในเรื่องคือกระจกเงาสะท้อนท้องฟ้า หนังสือเล่มนี้ก็คือกระจกสะท้อนให้เห็นตัวเราเองชัดเจนขึ้น'",
//   ),
//   Book(
//     name: "คน5คนที่คุณพบบนสวรรค์",
//     image: "images/481065653_1191085719042733_1867137293707107885_n.jpg",
//     author: "MITCH ALBOM (มิตช์ อัลบอม)",
//     publisher: "Fika",
//     price: "198 บาท",
//     review:
//         "การตายของชายชราธรรมดาคนหนึ่งพาเขากลับไปเจอคน 5 คนที่ช่วยตอบคำถาม ปลดล็อกหรือเติมเต็มบางสิ่งที่ยังไม่ได้คำตอบ"
//         "มีความคิดมากมายที่ได้หลังจากอ่านเล่มนี้จบ ทั้งการตั้งคำถามและหาคำตอบของชีวิต ความรักที่แม้จากไปแต่มันก็ยังคงเป็นความรัก"
//         "หรือเรามีชีวิตอยู่ถึงวันนี้เพราะมีอีกคนหรือหลายคนที่เสียสละเพื่อเราอยู่ ..มากมายจนประมวลไม่หมด งดงามอบอุ่นทั้งเรื่องและภาษา"
//         "\n..ฉันคิดเอาเองว่าถ้าเราตอบคำถามชีวิตของเราได้ปลายทางที่เราเดินไปนั้นก็เรียกได้ว่าเป็นสวรรค์แม้เราจะยังไม่ต้องตายก็ตาม",
//   ),
//   Book(
//     name: "โซ่ดอกไม้แห่งความลับกับบุคคลปริศนา",
//     image: "images/481075748_1197736015044370_1158189417532391328_n.jpg",
//     author: "มินะโตะ คานะเอะ (Kanae Minato)",
//     publisher: " Bibli",
//     price: "439 บาท",
//     review:
//         "เรื่องปริศนาที่เชื่อมโยงผู้คนหลากหลายเข้าด้วยกัน พวกเขาเคยมีความสัมพันธ์กันไม่ทางใดก็ทางหนึ่ง ทั้งที่รู้และไม่เคยรู้"
//         "เรื่องราวทั้งหมดซ้อนทับกันเหมือนกลีบดอกไม้ที่ซ้อนกันเป็นชั้น ๆ ซึ่งจะค้นพบความจริงได้ก็ต่อเมื่อทุกอย่างถูกคลี่คลายออกมา"
//         "\n...ดอกไม้ที่เบ่งบานเต็มที่และงดงามจะคลี่กลีบออกจนหมด แต่เรื่องเบื้องหลังที่ถูกคลี่ออกทั้งหมดนี้ตอนจบจะงดงามเหมือนดอกไม้"
//         "หรือไม่อยู่ที่เรามองมันอย่างไร",
//   ),
//   Book(
//     name: "White Bird การเดินทางสุดมหัศจรรย์",
//     image: "images/481111653_1190074899143815_3876090256404233687_n.jpg",
//     author: "อาร์.เจ. ปาลาซิโอ",
//     publisher: "words publishing",
//     price: "275 บาท",
//     review:
//         "นิยายที่มีภาพแบคกราวน์ในสมัยยุคนาซีและการฆ่าล้างเผ่าพันธุ์ชาวยิวให้ภาพสะเทือนใจเสมอ"
//         "แม้จะรู้ว่าภาพสะท้อนจากในนิยายนั้นไม่ได้เศษเสี้ยวของสิ่งที่เกิดขึ้นจริงกับผู้คนเหล่านั้นแต่มันก็คอยเตือนเราว่าสิ่งนี้ไม่สมควรเกิดขึ้นอีกไม่ว่าที่ไหนหรือเมื่อไร"
//         "\nการเดินทางสุดมหัศจรรย์ เรื่องราวส่วนใหญ่เกิดในพื้นที่ฝรั่งเศส อาจไม่ได้สะท้อนภาพสงครามในภาพใหญ่แต่มันก็ทำเห็นว่าแม้เราจะเป็นส่วนหนึ่งของสงคราม"
//         "หรือไม่แต่เราทุกคนล้วนได้รับผลกระทบจากมัน"
//         "\nเรื่องของเด็กวัยรุ่นในโรงเรียนผู้ถูกกีดกันเพราะความแตกต่างจากความพิการและชนชั้น สะท้อนภาพการแบ่งแยกของโลกในขณะนั้นได้อย่างเห็นภาพ"
//         "..แต่ไม่ว่าจะกับใคร ความเมตตาและเข้าใจกันในฐานะมนุษย์จะทำให้เราก้าวผ่านความแตกต่างใด ๆ ก็ตามบนโลกใบนี้ได้ ชอบประโยคหนึ่งในเรื่องที่ว่า"
//         "'...เราทุกคนล้วนมีแสงสว่างอยู่ภายในตัวเราเอง และไม่มีใครจะขโมยมันไปจากเราได้'",
//   ),
//   Book(
//     name: "Suitcase กระเป๋าเดินทางใบนั้น",
//     image: "images/481119359_1194983095319662_910430289715049068_n.jpg",
//     author: "คิมรยอรย็อง",
//     publisher: "Page Publishing",
//     price: "365 บาท",
//     review:
//         "โลกใบใหม่ที่เราเช่าได้แม้แต่คู่สมรส เป็นการการแต่งงานชั่วคราวเมื่อหมดสัญญาก็หย่าร้างกันไป หญิงสาวที่เป็นพนักงานในบริษัทเช่าคู่สมรส"
//         "เธอแต่งงานมาแล้วสี่ครั้งและทุกครั้งแตกต่างกันไป แต่การแต่งงานแต่ละครั้งอาจทำให้เราตั้งคำถามใหม่เกี่ยวกับความรัก การแต่งงานและการใช้ชีวิตคู่"
//         "เราเคยถามตัวเองบ้างไหมว่าศรัทธาในการแต่งงานจริงมั้ย และอะไรเป็นปัจจัยในการใช้ชีวิตคู่ให้คนสองคนสามารถจับมือกันไปจนตลอดบ้าง",
//   ),
//   Book(
//     name: "ภาพวาดปริศนากับการตามหาฆาตกร",
//     image: "images/481187118_1190496745768297_5699596251026298303_n.jpg",
//     author: "อุเก็ตสึ",
//     publisher: "prism publishing",
//     price: "335 บาท",
//     review:
//         "เรื่องของภาพวาดที่เป็นที่มาให้ตามหาสืบสวนหาความจริงว่าแท้จริงแล้วภาพต้องการสื่ออะไร และมันนำไปสู่คดีที่น่าขนลุก"
//         "\n...ชอบเรื่องนี้เป็นพิเศษตรงที่มีการใช้เรื่องจิตวิทยาเข้ามาวิเคราะห์ทั้งภาพและพฤติกรรมคนด้วย คนทุกคนล้วนมีเหตุผลเบื้องหลังการกระทำ"
//         "และมีปัจจัยที่ทำให้คิดและทำต่าง ๆ กันไป แต่บางครั้งและบางเรื่องก็อาจเกินกว่าจิตวิทยาจะตอบคำถามและอธิบายได้หมด ตอนจบก็เรื่องนี้จึงเกินกว่าจะคาดเดา"
//         "\nป.ล. เรื่องนี้การบรรยายภาพความรุ่นแรงนะคะ อาจต้องแนะนำสำหรับบางคน",
//   ),
//   Book(
//     name:
//         "สถานีต่อไป… มาโฮโรชิ ท่านผู้โดยสารสามารถย้อนกลับไปเลือกเส้นทางชีวิตใหม่ได้ที่นี่",
//     image: "images/481267544_1195469621937676_7066173087711507222_n.jpg",
//     author: "ชิมิซุ ฮารุกิ",
//     publisher: "glow",
//     price: "265 บาท",
//     review:
//         "สถานีรถไฟที่มีขบวนรถไฟที่จะพาย้อนเวลากลับไปยังจุดทางแยกของชีวิต ให้กลับไปเลือกใหม่และเริ่มต้นใหม่กับทางเลือกที่ต่างออกไป"
//         "มีหลายครั้งที่เราอาจเคยรู้สึกว่าตัดสินใจผิดพลาด ถ้าให้ย้อนกลับไปแล้วตัดสินใจใหม่ทันจะต่างออกไปไหม ..แล้วมันจะดีกว่าทางที่เราเลือกแล้วจริงหรือ?"
//         "\nผ่านมาครบอีกหนึ่งปี เล่มนี้อาจจะเป็นหนังสือที่ดีที่เหมาะกับให้เราได้ทบทวนกับปีที่ผ่านมา"
//         "..สำหรับฉันประโยคที่ติดในใจปีนี้ที่ได้ฟังมาจากคนที่รักก็คือ '..ถ้าเลือกผิดก็แค่เลือกใหม่ ไม่ต้องย้อนกลับไป เราแค่เดินต่อไปข้างหน้า'",
//   ),
//   Book(
//     name: "เพราะแมวแฟรงกี้ ผมจึงอยากมีชีวิตต่อไปอีกหน่อย",
//     image: "images/481444580_1191645385653433_2498269063632065215_n.jpg",
//     author: "ย็อคเคิน กูทช์ และมักซิม เลโอ",
//     publisher: "words publishing",
//     price: "215 บาท",
//     review:
//         "...บางทีความหมายของชีวิตอาจคือแมวตัวหนึ่ง"
//         "\nเพราะแมวแฟรงกี้ผมจึงอยากมีชีวิตต่อไปอีกหน่อย เรื่องมันเกิดจากชายผู้สิ้นหวังคนหนึ่งที่กำลังจะจบชีวิตตัวเองแต่พบว่ามีแมวจรหูแหว่งมานั่งมองที่หน้าต่าง"
//         "พวกเขาใช้ชีวิตที่หลังจากนั้นเพื่อตามหาความหมายด้วยกัน เล่าผ่านมุมมองของแฟรงกี้แมวจรที่มองดูมนุษย์ทำอะไรประหลาด ๆ ที่ดูไม่เข้าใจ"
//         "แต่แฟรงกี้ยังคงอยู่ข้าง ๆ มนุษย์ของเขาเสมอ"
//         "\nเรื่องนี้แมวไม่ตายนะคะแต่ฉันร้องไห้ในตอนจบ ..คงต้องตามอ่านเองแล้วหละ",
//   ),
//   Book(
//     name: "สวัสดี ที่นี่ร้านดอกไม้ความทรงจำ",
//     image: "images/481566358_1189860079165297_6127743391721320818_n.jpg",
//     author: "ซื่ออี",
//     publisher: "Piccolo",
//     price: "325 บาท",
//     review:
//         "..เคยอ่านบทความเจอว่าคนเราเก็บควาทรงจำผ่านกลิ่นได้ดียิ่งกว่าภาพและเสียงเสียอีก เมื่อได้กลิ่นที่คุ้นเคยความทรงจำที่เชื่อมกับกลิ่นนั้นจะย้อนกลับมาชัดเจน"
//         "สวัสดีที่นี่ร้านดอกไม้ความทรงจำ ร้านที่ช่วยตามหาและนำเอาความทรงจำของใครบางคนกลับมาผ่านกลิ่นดอกไม้ ทั้งความทรงจำของเราเองและความทรงจำของคนที่เรารัก"
//         "\n..บางสิ่งติดค้างอยู่ในใจไม่อาจหาทางออก การตามหาความทรงจำกลับมาอาจทำให้ได้รู้ว่าชีวิตที่ผ่านมานั้นทุกข์หรือสุขอย่างไร"
//         "\nแต่ประโยคหนึ่งที่ติดใจฉันคือ '..ความทรงจำของคนเรามีจำกัดนะ ถ้ามัวแต่ไปจดจำเรื่องเลวร้ายก็คงหมดโอกาสที่จะได้จดจำเรื่องราวดี ๆ เอาไว้ซิ..'"
//         "\n...แล้วเราล่ะ เก็บความทรงจำของตัวเองไว้เพื่อจดจำเรื่องใด...",
//   ),
//   Book(
//     name: "กี่บาด",
//     image: "images/481572868_1194993651985273_6823816722878567093_n.jpg",
//     author: "ประเสริฐศักดิ์ ปัดมะริด",
//     publisher: "คมบาง",
//     price: "272 บาท",
//     review:
//         "วรรณกรรมซีไรต์เล่มล่าสุด ที่แค่การตั้งชื่อเรื่องก็น่าสนใจจนอยากหามาอ่าน เรื่องของช่างทอผ้าตีนจกแม่แจ่มสี่รุ่นที่สืบต่อกันมาผ่าน 'กี่' ทอผ้า"
//         "ที่ไม่ใช้ทุกเรื่องจะงดงามเหมือนลวดลายตีนจกที่เราได้เห็นและนุ่ง ความคิด ความเชื่อ ความสัมพันธ์ที่ต่างกันไปของแต่ละรุ่นเป็นดังรอยคมที่บาดหัวใจกันไปมา"
//         "สำหรับคนรักผ้าทออย่างฉันเรื่องนี้ยิ่งน่าหลงใหลและสนุกจนวางไม่ลง อ่านไปเห็นภาพมากมายผ่านกี่ทอผ้าและรอยบาดลึกลงในหัวใจ"
//         "สิ่งที่ค้นพบลักษณะร่วมจากการอ่านวรรณซีไรต์มาหลายเล่มคือจะเป็นหนังสือที่สะเทือนอารมณ์ความรู้สึกของคนที่ได้อ่านไม่ด้านใดก็ด้านหนึ่ง"
//         "เรียกได้ว่ากระทบใจและจับใจ"
//         "\n...อ่านเล่มนี้จบหลังผ่านงานจุลกฐินแม่แจ่มปีนี้ไปแล้วและเป็นอีกปีที่พลาดโอกาสได้ไปร่วมงาน"
//         "หมายใจเอาไว้ปีหน้าจะต้องไปร่วมงานนี้ให้ได้สักครั้งในชีวิต อาจจะทำให้อ่าน 'กี่บาด' ได้จับใจมากยิ่งขึ้น"
//         "\n...จากความรู้สึกของป้อจายที่รักการนุ่งซิ่นตีนจกเหมือนบ่าหงส์ในเรื่องนี้",
//   ),
//   Book(
//     name: "ไขคดีปริศนาในหมู่บ้านวุ่นวายกับคุณยายเลมอเนด",
//     image: "images/481657035_1197562188395086_171586489094861600_n.jpg",
//     author: "ฮย็อนอีรัง",
//     publisher: "Page Publishing",
//     price: "335 บาท",
//     review:
//         "หมู่บ้านโทรัน หมู่บ้านแห่งความสุขของคนชราวัยเกษียณ แต่ควมสงบสุขที่นี่เปลี่ยนไปเมื่อวันหนึ่งมีเหตุอาชญากรรมขึ้นมาแต่.."
//         "ทุกอย่างก็เงียบไปเหมือนไม่เคยมีอะไรเกิดขึ้น เรื่องนี้ต้องมีเบื้องหลังและคุณยายนักสืบกับหนูน้อยคู่ใจก็จับมือกันเพื่อตามสืบเรื่องนี้ให้กระจ่าง"
//         "ไขคดีปริศนาในหมู่บ้านวุ่นวายกับคุณยายเลมอเนด การสืบค้นหาความจริงในหมู่บ้านคนชราที่เป็นโรคสมองเสื่อม"
//         "เบื้องหน้าสุขสงบแต่ซ่อนเรื่องเบื้องหลังไว้เกินจะนึกคิด และใครเกี่ยวของกับคดีนี้บ้าง ต้องมาติดตามการไขคดีนี้กัน",
//   ),
//   Book(
//     name: "บ้านของหัวใจไม่ได้มีอยู่ทั่วไปบนโลกใบนี้",
//     image: "images/481708597_1192446885573283_8667108752340926942_n.jpg",
//     author: "อิจิโฮะ มิจิ",
//     publisher: "Piccolo",
//     price: "255 บาท",
//     review:
//         "เรื่องสั้นในครอบครัวที่ต่างกันออกไป มีคนบอกว่าเรื่องในครอบครัวไม่มีใครรู้ดีกว่าคนในครอบครัว"
//         "และสำหรับบางครอบครัวฉากหน้าที่ดีงามอบอุ่มอาจซ่อนอะไรไว้ใต้พรมเกินกว่าที่คนนอกจะมองเห็น"
//         "และบาดแผลใจที่เกิดจากครอบครัวนั้นเป็นแผลที่ยากจะเยียวยา เรื่องสั้นแต่ละเรื่องที่หักมุมเกินกว่าจะคาดเดา",
//   ),
//   Book(
//     name: "รับแซนด์วิชไข่เติมพลังใจหน่อยไหมคะ",
//     image: "images/481787759_1195488301935808_2110509829564069680_n.jpg",
//     author: "ทานิ มิซึเอะ",
//     publisher: "Piccolo",
//     price: "285 บาท",
//     review:
//         "มีอาหารบางจานที่อยู่ในความทรงจำของคุณบ้างไหม..แต่ไม่ใช่ความทรงจำที่ดี อาหารที่ไม่มีวันกลับไปกินอีก"
//         "อาหารที่เห็นครั้งใดก็นึกถึงเรื่องที่ผ่านมาจนไม่อยากกิน อาหารที่เป็นความทรงจำและเป็นบาดแผลในใจ"
//         "แต่ถ้าอาหารจานนั้นถูกสร้างสรรค์ขึ้นใหม่ในรูปของแซนด์วิชล่ะ คุณจะกลับมาเลือกกินไหม อาหารบางอย่างแค่พลิกแพลงเล็กน้อยก็น่ากินมากขึ้น"
//         "เรื่องราวบางอย่างในอดีตแค่เปลี่ยนมุมมองก็อาจเข้าใจอะไรมากกว่าเดิม บางทีกับเรื่องราวเจ็บปวดที่เคยได้รับ"
//         "การหลีกหนีอาจไม่ใช่คำตอบ แต่การเผชิญหน้าอย่างตรงไปตรงมาอาจทำให้เราก้าวข้ามผ่านได้...และแผลใจได้รับการรักษา",
//   ),
//   Book(
//     name: "บ้านวิกลคนประหลาด",
//     image: "images/481900344_1189866455831326_2939678944342444262_n.jpg",
//     author: "อุเก็ตสึ",
//     publisher: "Bibli",
//     price: "265 บาท",
//     review:
//         "เห็นคนอื่นพูดถึงเล่มนี่มานานแล้วเพิ่งได้อ่านเองแล้วก็เป็นอย่างที่เขาบอก อ่านรวดเดียวจบแบบเร็วมากเพราะอ่านง่ายและเรื่องน่าติดตามไม่หยุด"
//         "แม้การคลี่คลายเรื่องตอนท้ายจะแอบรู้สึกว่าเกินคาดไปมากและออกนอกเรื่องบ้านไปไกล แต่ในเมื่อเรื่องนี้ชื่อ บ้านวิกลคนประหลาด มันนก็เป็นแบบนั้นจริงๆแหละ เล่าไม่ได้มากกว่านี้ต้องอ่านเอง.. ",
//   ),
//   Book(
//     name: "รถตู้แสงตะวัน รับส่งฝันสู่วันพรุ่งนี้",
//     image: "images/481914614_1197732485044723_2288687689759112415_n.jpg",
//     author: "จางเจียเจีย",
//     publisher: "Piccolo",
//     price: "345 บาท",
//     review:
//         "เป็นหนังสือเล่มที่รู้สึกถึงสีเทาหม่นตอนเริ่มจนคิดว่าจะทนอ่านได้จนจบไหม แต่พอได้อ่านไปกลับรู้สึกเหมือนมีแสงสว่างเรื่อเรืองค่อย ๆ เพิ่มขึ้น"
//         "เหมือนแสงตะวันรุ่งเช้าที่ส่องตรงปลายฟ้าสมกับกับชื่อหนังสือ รถตู้แสงตะวันรับส่งฝันสู่วันพรุ่งนี้"
//         "\n...เรื่องของสองชีวิต คนหนึ่งที่อยากมีชีวิตอยู่ต่อแต่เวลาเหลือน้อยเต็มกับคนที่ไม่มีเหตุผลที่จะอยากมีชีวิตอยู่ต่อไปมาเจอกัน"
//         "การเดินทางบนรถตู้ของพวกเขาจะพาชีวิตไปทางไหน"
//         "\nสำหรับฉันเมื่ออ่านเล่มนี้จบ"
//         "\n..ถ้าคุณยังเดินอยู่ในคืนอันมืดมิดขอให้เชื่อว่าพรุ่งนี้เช้าจะมาถึง"
//         "\n..และถ้ายังไม่พบเจอรางวัลของชีวิตไม่ใช่ว่ามันไม่มี แต่แค่สิ่งนั้นยังมาไม่ถึง",
//   ),
//   Book(
//     name: "ขอเพียงมีแมวอยู่กับเรา",
//     image: "images/481919814_1199504971534141_6686585936983292716_n.jpg",
//     author: "อุเก็ตสึ",
//     publisher: "Bibli",
//     price: "299 บาท",
//     review:
//         "เจ็ดเรื่องสั้นของเหล่าบรรดาแมวที่วนเวียนผ่านเข้ามาในชีวิตผู้คน พวกมันเหล่านั้นไม่ได้มาแค่เพื่อเป็นเจ้านายให้เหล่าทาสดูแล"
//         "แต่มาเพื่อเป็นพลังใจ เป็นการเยียวยา เป็นแรงบันดาลใจ เป็นกุญแจเปิดหัวใจให้เข้าใจชีวิต หรือแม้แต่เป็นเหตุผลให้ใครบางคนอยากมีชีวิตอยู่ต่อ"
//         "แล้วสำหรับเราล่ะ แมวเป็นอะไรในชีวิต",
//   ),
//   Book(
//     name: "แกงกะหรี่สูตรลับกับปริศนาในคาเฟ่หนังสือ",
//     image: "images/482007439_1190884875729484_8289454839891723805_n.jpg",
//     author: "ยานาเซะ มิจิรุ",
//     publisher: "Piccolo",
//     price: "325 บาท",
//     review:
//         "เรื่องมันเริ่มต้นจากข้าวแกงกะหรี่แปลก ๆ กับนักเขียนชื่อดังที่เป็นดังปิศาจแกงกะหรี่ แล้วก็ไปสู่การเดินทางค้นพบแกงกะหรี่สูตรใหม่แต่ซ่อนเรื่องราวลึกลับไว้มากมาย"
//         "นิยายสืบสวนที่อ่านไปหิวไป และสุดท้ายได้พบบทสรุปที่เป็นสูตรลับของแกงกะหรี่แสนอร่อยกับความสัมพันธ์ของตัวละครที่ลึกลับซับซ้อน มันทำเราทั้งหิวและกระหายที่จะพบความจริง",
//   ),
//   Book(
//     name: "สามสาวนักสืบกับฆาตกรเส้นผม",
//     image: "images/482217320_1194978778653427_7326752118130827280_n.jpg",
//     author: "คิมแจฮี",
//     publisher: "glow",
//     price: "345 บาท",
//     review:
//         "เกาหลีเมื่อเกือบร้อยปีที่แล้ว ในช่วงปี 1930 ที่เกาหลีอยู่ในภายใต้การปกครองของญี่ปุ่นและก่อนจะแบ่งเป็นเกาหลีเหนือเกาหลีใต้"
//         "ผู้คนในเรื่องผู้เรียกตัวเองว่าชาวโชซอน และเราได้เห็นสภาวการณ์ สภาพสังคม อิทธิพลจากต่างชาติและวัฒนธรรมแบบปิตาธิปไตย"
//         "ที่ยังเข้มข้นในสังคมเกาหลีเอง เห็นภาพผู้หญิงหัวสมัยใหม่ หญิงบริการหรือแม้แต่คนรักร่วมเพศ (ที่ในยุคนั้นยังถูกมองว่าเป็นการป่วยทางจิต)"
//         "สามสาวที่บังเอิญได้มาเจอกัน ทำงานให้คำปรึกษาเกี่ยวกับชีวิตหรือรวมถึงคำปรึกษาทางจิตเวชกับบุคคลหลากหลายที่ได้รับแรงกดทับจากสังคม"
//         "พร้อม ๆ กับการการสืบหาฆาตกรเส้นผมที่กำลังโด่งดังในสังคม เธอทั้งสามจะหาความจริงได้หรือไม่และจุดจบจะเป็นยังไง'",
//   ),
//   Book(
//     name: "กาสักอังก์ฆาต",
//     image: "images/482247357_1193489325469039_6712571877136671577_n.jpg",
//     author: "กิตติศักดิ์ คงคา",
//     publisher: "13357 PUBLISHIHG",
//     price: "300 บาท",
//     review:
//         "นิยายสืบสวนสอบสวนของไทยเพราะมันมีบริบทแวดล้อมที่เราคุ้นเคยและสามารถตามรอยหาเบาะแสที่คนเขียนพยายามซ่อนเอาไว้ได้"
//         "ความสนุกมันอยู่ตรงที่ถ้าเราหามันเจอ กาสักอังก์ฆาต เป็นเล่มล่าสุดที่ได้หยิบมาอ่าน เรื่องราวที่เกี่ยวกับสัตว์ในวรรณคดี"
//         "ตัวละครในเหตุฆาตกรรมที่เป็นพระภิกษุ สถานที่วัดบนเกาะรกร้างและปริศนาอักษร ฉันผู้ไม่ได้เก่งธรรมะ"
//         "เข้าวัดก็ประมาณหนึ่งแต่กลับตามเรื่องได้อย่างสนุกจนวางไม่ลง อ่านแล้วรู้เลยว่าคนเขียนทำการบ้านมาดีมากๆจึงออกมาเป็นเรื่องนี้",
//   ),
//   Book(
//     name: "ปมรักในบึงลึก Where the Crawdads Sing",
//     image: "images/484073121_1200961394721832_3293834296024983241_n.jpg",
//     author: "Delia Owens",
//     publisher: "Unicorn",
//     price: "365 บาท",
//     review:
//         "นิยายโรแมนติกลึกลับที่พาเราไปตามเรื่องของเด็กสาวผู้เติบโตมาลำพังในกระท่อมริมบึงน้ำรกร้าง"
//         "และเมื่อวันหนึ่งเธอไปมีส่วนพัวพันกับการฆาตกรรมที่เกิดขึ้นในบึงแห่งนี้ ใครคือต้นเหตุของเรื่องราวทั้งหมด ?"
//         "\n...นิยายสืบสวนที่แทรกเรื่องราวชีววิทยาของสัตว์และพืชในถิ่นลุ่มน้ำชิ้นแฉะของอเมริกายุคปี 1960"
//         "ชอบการผูกเอาความรู้เรื่องชีววิทยาเข้ามามีส่วนในเรื่องได้อย่างแนบเนียน อ่านสนุกและได้ความรู้ไปด้วย"
//         "แต่สนุกที่สุดคือการสืบค้นหาความจริงเบื้องหลังการฆาตกรรมครั้งนี้",
//   ),
//   Book(
//     name: "คุณเคนต์และข้าพเจ้า MS. KENT & ME",
//     image: "images/484243600_1204564391028199_4086161764844274205_n.jpg",
//     author: "ลาดิด (LADYS)",
//     publisher: "SALMON",
//     price: "175 บาท",
//     review:
//         "งานเขียนของลาดิคพูดถึงความแตกต่างหลากหลายของมนุษย์ และบางครั้งหลากหลายมากไปกว่าที่เราเคยเข้าใจกัน..."
//         "\nคุณเคนท์และข้าพเจ้า Ms. Kent & me. เรื่องราวความสัมพันธ์และความผูกพันที่ก่อเกิดขึ้นโดยไม่ทันรู้ตัว ความรักมักเป็นแบบนี้"
//         "ถ้าคุณอ่านเล่มนี้แล้วไม่ตั้งคำถามนั่นแปลว่าหัวใจคุณเปิดกว้างให้กับความหลากหลาย แต่ต่อให้คุณตั้งคำถามเราก็พร้อมที่เรียนรู้และเข้าใจไปด้วยกัน"
//         "เพราะไม่มีใครสักคนบนโลกที่เข้าใจความหลากหลายทั้งหมดเพราะแท้ที่สุดแล้วเราล้วนคือปัจเจก ต่อให้ไม่เข้าใจแต่เพียงแค่เปิดใจ ยอมรับ"
//         "และมองเห็นว่าสิ่งที่แตกต่างนั้นมีอยู่จริงเท่านั้นก็ทำให้โลกสวยงามขึ้นอีกมากแล้ว",
//   ),
//   Book(
//     name: "สายไข่ - 7's Blood",
//     image: "images/481273609_1205248140959824_7320639391676000588_n.jpg",
//     author: "เซโอะ ไมโกะ (Seo Maiko)",
//     publisher: "Piccolo",
//     price: "235 บาท",
//     review:
//         "แม่ผู้ที่บอกลูกชายว่าเขาเกิดมาจากไข่ และความผูกพันแม่ลูกของเรานั้นผ่านเปลือกไข่อันบอบบางไม่ใช่สายสะดือเหมือนเดฺกคนอื่น"
//         "เด็กชายผู้ที่ไม่ได้มีครอบครัวครบสมบูรณ์เหมือนใครแต่ก็เติบโตมาท่ามกลางความรักและเติบโตเป็นผู้ใหญ่เกินวัย"
//         "วันหนึ่งเขาจะเข้าใจว่าสายเลือดคือเรื่องหนึ่งแต่ความรักและผูกพันนั้นสำคัญกว่าสิ่งไหน"
//         "\nความสัมพันธ์ของพี่สาวกับน้องชายผู้เป็นลูกเมียน้อย ความสัมพันธ์ทางสายเลือดกันแบบเบาบางแต่เมื่อต้องมาใช้ชีวิตด้วยกัน"
//         "ความผูกพัน การเปิดใจและโอบอุ้มในมุมขาดพร่องของกันและกัน ทำให้พวกเขาต่างไม่อยากสูญเสียกันและกันไป",
//   ),
//   Book(
//     name: "เจ็ดวันสุดท้ายในร้านน้ำชาหลังความตาย Under the whispering Door",
//     image: "images/487481261_1215789343239037_8484046385671091924_n.jpg",
//     author: "ทีเจ คลูน (TJ Klune)",
//     publisher: "Beat",
//     price: "499 บาท",
//     review:
//         "ตายแล้วไปไหน?"
//         "\nบางคนอาจเคยมีคำถามนี้ในหัว เจ็ดวันสุดท้ายในร้านน้ำชาหลังความตาย Under the whispering door. เล่มนี้อาจไม่มีคำตอบสำหรับคำถามนี้"
//         "แต่นิยายเรื่องนี้พูดถึงความตายของคนเรา มันชวนให้เราตั้งคำถามกับความตายในหลาย ๆ เรื่องที่เรายังคิดไม่ถึง"
//         "\nถ้าการตายไม่ใช่การจบสิ้น และมีความตายหลังการตายของเรา การยืนมองเห็นร่างตัวเองและยอมรับความตายของตัวเองที่อยู่ตรงหน้า"
//         "พร้อมกับทบทวนว่าที่ผ่านมาเราใช้ชีวิตผิดพลาดไปอย่างไร"
//         "\n...สิ่งที่น่าเสียใจอย่างเดียวคือ..เราไม่อาจกลับไปแก้ไขมันได้แล้ว",
//   ),
//   Book(
//     name: "สแน็กบาร์แห่งนี้มีถ้อยคำดีๆมอบให้คุณ",
//     image: "images/489697897_1220619702756001_6563063731627403100_n.jpg",
//     author: "โมริซาวะ อากิโอะ",
//     publisher: "Bibli",
//     price: "399 บาท",
//     review:
//         "...สำหรับบางคน safe zone คือสถานที่ กับบางคน safe zone คือผู้คน และบางทีอาจจะเป็นทั้งสองสิ่ง"
//         "/nสแน็กบาร์แห่งนี้มีถ้อยคำดีๆมอบให้คุณ เรื่องนี้เกิดขึ้นในฟิตเนสและบาร์"
//         "โดยมาม่าเจ้าของบาร์ที่มีผมทรงสกินเฮดสูงสองเมตรและกล้ามแน่นทั้งตัวแต่จริตอ่อนหวานเกินร้อย แต่ที่นี่คือ safe zone สำหรับใครหลาย ๆ คน"
//         "ที่นี่คุณอาจจะไม่ได้รับคำปลอบประโลมใจแต่ปัญหาอาจหาทางออกได้ด้วยค็อกเทลหนึ่งแก้ว"
//         "มาม่าบอกว่าคนเล่นฟิตเนสรู้ดีว่ากล้ามเนื้อจะเติบโตเมื่อบาดเจ็บ บางทีชีวิตเราก็เป็นแบบนั้น...",
//   ),
//   Book(
//     name: "น้ำผึ้งหวานในวันนั้น เปลี่ยนชีวิตขมๆ ของฉันในวันนี้",
//     image: "images/494411431_1239845980833373_8446318893405620960_n.jpg",
//     author: "เทราจิ ฮารุนะ",
//     publisher: "glow",
//     price: "280 บาท",
//     review:
//         "จุดเริ่มต้นจากน้ำผึ้งหนึ่งช้อนจากคนแปลกหน้านำพาชีวิตผู้หญิงคนหนึ่งให้เปลี่ยนแปลงพลิกผัน"
//         "ฉันคิดว่าความอดทนไม่ย่อท้อและมีวินัยก็เหมือนเหล่าบรรดาผึ้งที่เฝ้าเก็บน้ำหวานจากดอกไม้ และผลตอบแทนที่ได้ก็คือน้ำผึ้งแสนหอมหวาน"
//         "\n...บางครั้งที่ชีวิตมาถึงจุดที่ต้องเปลี่ยนทางเดินใหม่ แต่ต่อให้จุดหมายที่ไปถึงนี้จะเป็นจุดที่ตั้งใจไปหรือเป็นจุดที่หลงเดินทางมา"
//         "แต่เราก็ยังต้องหยั่งรากหาที่ยืนให้ตัวเองให้ได้"
//         "\n..ต่อให้ไม่มีพรุ่งนี้ วันนี้ก็ยังคงมีอยู่'",
//   ),
//   Book(
//     name: "LEGENDS&LATTES ตำนานและลาเต้",
//     image: "images/496095408_1246125853538719_3451677195332455509_n.jpg",
//     author: "เทราจิ ฮารุนะ",
//     publisher: "glow",
//     price: "280 บาท",
//     review:
//         "นักล่าปิศาจแลกค่าหัวผู้วางดาบและผันตัวมาเปิดร้านกาแฟแห่งแรกในเมืองเล็ก ๆ ที่ผู้คนไม่รู้จักแม้แต่ว่า 'กาแฟ' คืออะไร"
//         "\n...นิยายแฟนตาซีที่บรรยากาศย้อนไปแถว ๆ ยุคกลางที่มี ผู้คนและเผ่าพันธุ์ต่าง ๆ ทั้ง อ็อก เอลฟ์ คนแคระ ภูตหิน ปิศาจแฝงฝัน อยู่ร่วมกัน"
//         "การเริ่มต้นร้านกาแฟในเมืองที่แสนประหลาดโดยมีหินวิเศษนำโชคดีช่วยนำทาง ถ้าคุณคิดถึงบรรยากาศร้านกาแฟชิล ๆ ละก็"
//         "ขอบอกว่ามันต้องผจญภัยมากกว่านั้น แต่หินวิเศษจะนำโชคดีมาให้ แต่โชคดีนั้นคืออะไรใครจะรู้",
//   ),
//   Book(
//     name: "ร้านน้ำหอมแห่งความทรงจำ...เพราะเธอคือคนที่ฉันไม่มีวันลืม",
//     image: "images/500287087_1255793085905329_2533102471461372250_n.jpg",
//     author: "จินซอลลา",
//     publisher: "glow",
//     price: "310 บาท",
//     review:
//         "เคยอ่านเจอมาว่าสิ่งที่กระตุ้นให้คนเรานึกย้อนความทรงจำในอดีตได้นอกจากภาพและเสียงแล้ว"
//         "กลิ่นคือสิ่งที่คนเราจดจำเรื่องราวที่เกี่ยวเนื่องกันได้มากที่สุด สำหรับตัวฉันเองก็เป็นแบบนั้น กลิ่นบางกลิ่นทำให้นึกถึงบางเหตุการณ์"
//         "บางกลิ่นทำให้นึกถึงสถานที่และบางกลิ่นทำให้คิดถึงใครบางคน"
//         "\nร้านน้ำหอมแห่งความทรงจำ ร้านน้ำหอมที่ปรุงน้ำหอมกลิ่นที่ทำให้นึกถึงคนที่จากไป มันอาจไม่ใช่แค่กลิ่นแต่คือความรู้สึกและความทรงจำของเรา"
//         "ที่มีต่อคนที่รัก ..แล้วถ้าเป็นคนที่เรานักล่ะกลิ่นน้ำหอมจะออกมาเป็นแบบไหนกันนะ..",
//   ),
//   Book(
//     name: "โกสต์ทาวน์",
//     image: "images/503379928_1260951548722816_2773104785226361574_n.jpg",
//     author: "เฉินซือหง",
//     publisher: "Page Publishing",
//     price: "425 บาท",
//     review:
//         "สารทจีนเป็นวันที่ประตูผีเปิด และเรื่องราวเหล่าผีที่เก็บซ่อนในหีบตู้ก็เปิดเผยออกมา ทุกครอบครัวมีเรื่องเบื้องหลัง"
//         "ต่อให้ฉากหน้าดูดีอย่างไรแต่ก็อาจมีหลายสิ่งที่ต้องเก็บเอาไว้ไม่อาจแพร่งพราย เหมือนโครงกระดูกในตู้"
//         "แต่แล้ววันสารทจีนก็เหมือนเป็นจุดเริ่มต้นให้เหล่าภูตผีโครงกระดูกที่ซ่อนไว้เปิดเผยตัวออกมา"
//         "เรื่องราวมากมายแพร่งพรายพร้อมความจริงเบื้องหลังที่เกินคาดเดา"
//         "\n...แล้วเรื่องนี้จะจบลงยังไง ครอบครัวจะยังคงเป็นครอบครัวได้ต่อไปหรือไม่.."
//         "'สิ่งที่น่ากลัวกว่าผีร้ายอาจเป็นปิศาจในใจที่ตามหลอกหลอนเราไม่เลิกรา'",
//   ),
//   Book(
//     name: "เมืองลวงตากับคาเฟ่ปริศนานิไลคะไน",
//     image: "images/505112976_1265967394887898_4592370807919970981_n.jpg",
//     author: "อะโอซึกิ ไคริ",
//     publisher: "Page Publishing",
//     price: "295 บาท",
//     review:
//         "เมืองปริศนาที่เต็มไปด้วยกลิ่นเค็มคาวทะเล เมืองที่เชื่อว่าถูกสร้างอยู่บนร่างของเทพเจ้าผู้ก่อกำเนิดแผ่นดิน"
//         "และผู้คนเก่าแก่ในเมืองล้วนมีท่าทีแปลกประหลาดกับคนแปลกหน้า ผู้คนมาใหม่ที่ย้ายมาอยู่ที่เมืองแห่งนี้กลับต้องพบเรื่องอาถรรพ์และสยองขวัญต่าง ๆ กันไป"
//         "มีคาเฟ่ลึกลับแห่งหนึ่งที่จะช่วยให้รอดพ้นจากเรื่องนี้ได้ แต่การไปที่คาเฟ่แห่งนี้ได้จะต้องจ่ายด้วยการเล่าเรื่องอาถรรพ์ที่ได้เจอมา"
//         "...หรือที่จริงสิ่งที่น่ากลัวที่สุดไม่ใช่เรื่องอาถรรพ์แต่คือสิ่งติดค้างที่อยู่ในใจเรา และคาเฟ่ปริศนานี้จะช่วยเราหาทางออกได้หรือไม่",
//   ),
//   Book(
//     name: "เกาะตุ๊กตาตาย",
//     image: "images/514395727_1280704873414150_4301982498171204107_n.jpg",
//     author: "ภาคินัย",
//     publisher: "prism publishing",
//     price: "365 บาท",
//     review:
//         "ตุ๊กตาที่ถูกเจ้าของทอดทิ้งก็เหมือนตุ๊กตาที่ตายแล้ว มหาเศรษฐีผู้เก็บรวบรวมตุ๊กตาที่ถูกทิ้งไว้เอามารวมอยู่ด้วยกันด้วยความสงสารจึงเกิดเป็น"
//         "เกาะตุ๊กตาตาย เกาะที่รวบรวมตุ๊กตาที่ถูกทิ้ง แต่เบื้องหลังการถูกทิ้งของตุ๊กตาแต่ละตัวนั้นต่างกันไป ตุ๊กตาบางตัวเหลือความเศร้าและคิดถึงเจ้าของไว้"
//         "ในขณะที่บางตัวอาจะเก็บความแค้นและรอการเอาคืน เรื่องความผูกพันของตุ๊กตากับอดีตเจ้าของที่ลึกลับเกินจะคาดเดา"
//         "\n..คุณล่ะมีตุ๊กตาที่เคยรักมั้ยและตอนนี้มันอยู่ที่ไหนและเป็นยังไงบ้าง อ่านเรื่องนี้จบแล้วถ้าคุณไม่หยิบตุ๊กตาตัวเก่าขึ้นมากอด"
//         "ก็อาจอยากเก็บตุ๊กตาตายให้พ้นไปจากตัวเลยทีเดียว",
//   ),
//   Book(
//     name: "แมวกับนายโชโซ และผู้หญิงสองคน",
//     image: "images/521614968_1296486718502632_2332783440165244194_n.jpg",
//     author: "ทานิซากิ จุนอิจิโร",
//     publisher: "Jlit",
//     price: "225 บาท",
//     review:
//         "ผู้ชายคนหนึ่ง ภรรยาเก่า ภรรยาใหม่ และแมวหนึ่งตัวที่เป็นต้นเหตุของความสัมพันธ์ที่ยากจะหาทางออกนี้ ที่ทั้งสามตัดขาดจากกันไม่ได้"
//         "เพราะทุกคนหลงรักเจ้าแมวตัวนี้ หรือที่จริงเจ้าแมวคือเครื่องมือต่อรองความสัมพันธ์ คนเป็นทาสแมวเท่านั้นที่จะเข้าใจ",
//   ),
//   Book(
//     name: "ความทรงจำครั้งที่ร้าว",
//     image: "images/535429605_1319237172894253_4743604364183440612_n.jpg",
//     author: "ชเวอึนย็อง",
//     publisher: "Bibli",
//     price: "369 บาท",
//     review:
//         "7 เรื่องสั้น"
//         "\n- ความรักของหญิงสองคนที่เหมือนลงตัวแต่กลับไม่ลงเอย"
//         "\n- ความเชื่อของชายเป็นใหญ่กับความรุนแรงในครอบครัว"
//         "\n- พี่น้องกับช่องว่างที่ห่างกัน"
//         "\n- รักสามเส้า"
//         "\n- คนที่เคยผูกพันกันเหมือนญาติสนิทแต่วันหนึ่งกลับกลายเป็นคนอื่น"
//         "\n- มิตรภาพและชีวิตเพศหลากหลายที่ทำให้ใครบางคนหายไปจากชีวต"
//         "\n- ชายผู้ใช้ชีวิตเหลวแหลกและจับพลัดจับผลูต้องมาใช้ชีวิตต่างแดนเพราะภูเขาไฟระเบิด"
//         "\n..ทุกคนต่างเรื่องที่เป็นรอยร้าวในชีวิต บางคนอาจรักษารอยร้าวแล้วกลับมาเดินต่อไป แต่บางคนอาจแตก",
//   ),
//   Book(
//     name: "แด่ 100 ปี ของเลนนีและมาร์โกต์ ",
//     image: "images/540612268_1329405018544135_4711526468904945637_n.jpg",
//     author: " แมรีแอนน์ โครนิน",
//     publisher: " words publishing",
//     price: "425 บาท",
//     review:
//         "สาวน้อยเลนนีวัย 17 ปีกับคุณยายมาร์โกต์อายุ 83 ปีทั้งสองพบกันในสถานพยาบาลดูแลผู้ป่วยระยะสุดท้ายและกลายเป็นเพื่อนสนิทกัน"
//         "เลนนีพบว่าอายุของทั้งสองคนรวมกันได้ 100 ปีพอดี ทั้งสองจึงเลือกที่จะฉลองหนึ่งร้อยปีแห่งชีวิตนี้ด้วยการเขียนภาพเล่าเรื่องแทนชีวิตในแต่ปีก็ตัวเอง"
//         "แม้เลนนีจะตั้งคำถามอยู่เสมอว่าทำไมในวัย 17 ปีของเธอถึงต้องมาอยู่ที่สถานพยาบาลระยะสุดท้ายนี้แล้ว"
//         "พระเจ้ากำลังเล่นตลกอะไรกับเธอและมันมีเหตุผลอะไร แต่สิ่งที่เธอกลัวที่สุดคือกลัวจะทำโครงการฉลอง 100 ปีของทั้งคู่ได้ไม่สำเร็จ"
//         "\nบางครั้งชีวิตก็เล่นตลกกับเรา บางคนมีช่วงเวลาสั้นๆ แต่บางคนได้ใช้เวลายาวนานแต่ชีวิตก็มีแง่มุมให้จดจำในแบบของมัน"
//         "ในแบบที่เป็นชีวิตของเราเอง สำหรับฉันบางทีการที่มองไปไม่เห็นข้างหน้า ลองย้อนกลับมองไปข้างหลังดูก็อาจมีบางสิ่งให้ชุบชูใจได้บ้าง...",
//   ),
// ];

// // ฟังก์ชันแสดงรายละเอียดหนังสือเมื่อคลิก (เปิด AlertDialog)
// void showBookDetail(BuildContext context, Book book) {
//   showDialog(
//     context: context,
//     builder:
//         (context) => AlertDialog(
//           title: Text(book.name),
//           content: SingleChildScrollView(
//             child: Column(
//               mainAxisSize: MainAxisSize.min,
//               crossAxisAlignment: CrossAxisAlignment.start,
//               children: [
//                 Image.asset(
//                   book.image,
//                   height: 300,
//                   fit: BoxFit.cover,
//                   alignment: Alignment.center,
//                 ),
//                 const SizedBox(height: 10),
//                 Text("ผู้เขียน: ${book.author}"),
//                 Text("สำนักพิมพ์: ${book.publisher}"),
//                 Text("ราคา: ${book.price}"),
//                 const SizedBox(height: 10),
//                 Text(book.review),
//               ],
//             ),
//           ),
//           actions: [
//             TextButton(
//               onPressed: () => Navigator.pop(context),
//               child: const Text("ปิด"),
//             ),
//           ],
//         ),
//   );
// }
